[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"rhrecr47_vagascandidaturas"},
{"type":"table","name":"vagas","database":"rhrecr47_vagascandidaturas","data":
[
{"id":"10017","created_by":null,"titulo":"Recrutador(a) Freelancer - Remoto ","estado":"PB","modalidade":"Remoto","senioridade":"Pleno","tipo_contrato":"Freelancer","salario":"Comissão ","beneficios":"Trabalho 100% remoto;\n\nComissões atrativas por vaga fechada \n\nFlexibilidade para gerenciar sua própria rotina.","categoria":"Recrutamento e Seleção ","empresa_contratante":"","descricao":"Estamos em busca de um(a) Recrutador(a) Freelancer experiente para atuar em processos de recrutamento e seleção para vagas Operacionais, Administrativas e Tech.\n\nResponsabilidades:\n\nConduzir recrutamento ativo e triagem de candidatos;\n\nGerenciar processos seletivos de alto volume;\n\nRealizar hunting estratégico em plataformas como LinkedIn e outros canais;\n\nGarantir a entrega de shortlist assertiva e pareceres detalhados.","pcd":"0","data_publicacao":"2025-01-27 11:00:54","requisitos":"Experiência comprovada com recrutamento em vagas Operacionais, ADM e Tech;\n\nExpertise em hunting ativo e gestão de múltiplos processos simultâneos;\n\nFamiliaridade com ferramentas de recrutamento (ATS, LinkedIn, etc.);\n\nPerfil autônomo, organizado e focado em resultados.\n\nDiferenciais:\n\nExperiência com vagas PCD e consultoria de recrutamento.","status":"arquivada","approved":"0","criado_por":"3","user_id":"3","indicado":"0","external_link":null,"application_count":"0"},
{"id":"10023","created_by":null,"titulo":"DESENVOLVEDOR(A) BACKEND JAVA PLENO (REMOTO)","estado":"Portugal - PT","modalidade":"","senioridade":"","tipo_contrato":"","salario":"Pretensão Salarial","beneficios":"A combinar","categoria":"Tecnologia","empresa_contratante":"","descricao":"Estamos contratando! Uma empresa portuguesa está em busca de um Desenvolvedor Backend Java Pleno para atuar em projetos estratégicos no setor público. O trabalho é 100% remoto e oferece a oportunidade de contribuir para soluções de alto desempenho e escalabilidade. Responsabilidades: Desenvolver e implementar novas funcionalidades em sistemas críticos. Garantir a qualidade do código com testes automatizados. Trabalhar com bancos de dados, sistemas de mensageria e ambientes em nuvem. Colaborar com equipes DevOps para otimizar pipelines CI\/CD. Atuar em conjunto com equipes frontend, quando necessário.\n\nModalidade: Remoto","pcd":"1","data_publicacao":"2025-03-09 07:24:25","requisitos":"Mínimo de 5 anos de experiência em desenvolvimento backend com Java. Experiência com Java 17 ou superior. Conhecimento em Spring e Spring Boot. Experiência com bancos de dados relacionais. Conhecimento em testes automatizados (JUnit, Mockito). Familiaridade com ferramentas de CI\/CD (Jenkins). Fluência em português. Diferenciais: Experiência com ambientes em nuvem. Conhecimento em desenvolvimento frontend (Angular ou React). Experiência com Kafka ou sistemas de mensageria. Familiaridade com ferramentas de monitoramento (Kibana). Ferramentas Utilizadas: SonarQube, Kibana, Jenkins, JUnit, Mockito, Kafka. Competências Comportamentais: Resolução de problemas. Boa comunicação e trabalho em equipe.","status":"arquivada","approved":"0","criado_por":"10","user_id":null,"indicado":"0","external_link":null,"application_count":"0"},
{"id":"10053","created_by":null,"titulo":"Auxiliar de Serviços Gerais","estado":"Manaíra – João Pessoa\/PB","modalidade":"Presencial","senioridade":"","tipo_contrato":"CLT","salario":"1.585,00","beneficios":"Auxílio transporte,\nAuxílio alimentação,\nPlano odontológico.","categoria":"Operacional","empresa_contratante":"","descricao":"Estamos em busca de um(a) profissional com disposição e responsabilidade para atuar como Auxiliar de Serviços Gerais em uma empresa no segmento de Móveis e Colchões localizada no bairro de Manaíra,\nsuas atividades inclui: limpeza e organização do ambiente de loja e áreas internas, assim como o apoio nas demandas operacionais do dia a dia, sua jornada será: Segunda a sexta: das 08h30 às 18h e Sábados: das 08h30 às 15h","pcd":"0","data_publicacao":"2025-04-14 20:09:28","requisitos":"Perfil ágil e responsável,\nFacilidade para trabalhar em equipe,\nBoa disposição física.","status":"arquivada","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":null,"application_count":"0"},
{"id":"10054","created_by":null,"titulo":"VENDEDORA","estado":"Epitácio Pessoa – João Pessoa\/PB","modalidade":"Presencial","senioridade":"Sênior","tipo_contrato":"CLT","salario":"1.585,00 + Comissão","beneficios":"Comissão por vendas (ganhos extras de acordo com seu desempenho!),\nAuxílio transporte,\nAuxílio alimentação,\nPlano dentário.","categoria":"Vendas","empresa_contratante":"","descricao":"Estamos em busca de mulheres comunicativas carismáticas e apaixonadas por vendas para integrar o nosso time! Se você tem facilidade em se comunicar gosta de lidar com o público e se sente à vontade para gravar vídeos para redes sociais como o Instagram essa vaga é ideal para você!\nAlém do atendimento presencial você também irá atuar na divulgação e venda de produtos online ampliando suas oportunidades de ganho e visibilidade. Venha crescer em um ambiente que valoriza o seu talento e criatividade! Horário:\nSegunda a sexta: 08h30 às 18h\nSábados: 08h30 às 15h","pcd":"0","data_publicacao":"2025-04-14 20:16:45","requisitos":"Ensino Médio Completo,\nExperiência anterior com vendas,\nFacilidade para lidar com o público,\nBoa comunicação verbal,\nFacilidade para gravar vídeos e se apresentar nas redes sociais.","status":"arquivada","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":null,"application_count":"0"},
{"id":"10055","created_by":null,"titulo":"Auxiliar de Cozinha","estado":"Itaim Bibi, SP","modalidade":"Presencial","senioridade":"","tipo_contrato":"CLT","salario":"1949,00","beneficios":"Convênio médico (NotreDame),\nVale-refeição: R$ 28.00\/dia (Cartão Caju),\nVale-transporte: R$ 10.40\/dia (Cartão Caju),\nPlano odontológico,\nSeguro de vida.","categoria":"Alimentício","empresa_contratante":"","descricao":"Se você tem experiência em cozinha gosta de organização e quer atuar em um ambiente profissional e acolhedor essa oportunidade é para você!\nVocê será responsável por apoiar o preparo de molhos temperos lanches e pratos garantindo que a cozinha esteja pronta para o funcionamento. Também irá auxiliar no controle de insumos organização da bancada e aplicação de boas práticas de higiene e segurança alimentar. Horário Segunda a sexta das 07h00 às 16h48.","pcd":"0","data_publicacao":"2025-05-06 08:15:11","requisitos":"Experiência comprovada na área de cozinha,\nConhecimento em manipulação de alimentos mise en place cocção e armazenamento,\nHabilidade no uso de utensílios e equipamentos de cozinha,\nAtenção aos detalhes e agilidade no trabalho em equipe,\nOrganização, proatividade e responsabilidade,\nFacilidade de comunicação e trabalho em equipe.","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":null,"application_count":"0"},
{"id":"10056","created_by":null,"titulo":"Garçom\/Garçonete","estado":"Itaim Bibi, SP","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"2.069,00","beneficios":"O que oferecemos a você:\n• Convênio médico (NotreDame)\n• Vale Refeição – R$ 28,00\/dia (após 3 meses sobe para R$ 31,00\/dia)\n• Vale Transporte no cartão Caju – R$ 10,40\/dia\n• Plano odontológico\n• Seguro de vida\n• Bonificação de R$ 500,00 após 3 meses de experiência","categoria":"Atendimento ao Cliente","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de 4 novos Garçons para compor nossa equipe de salão. Nossa casa é movimentada e está quase todos os dias cheia, exigindo agilidade, organização e excelência no atendimento.\nO profissional será responsável por recepcionar clientes, anotar e repassar pedidos com clareza, servir alimentos e bebidas, cuidar da organização das mesas e garantir uma experiência positiva e acolhedora para cada cliente.\n\nHorários (escala):\nQuarta a domingo: 20h30 às 06h00\nFolga: Segunda e terça-feira","pcd":"1","data_publicacao":"2025-05-06 08:48:18","requisitos":"Requisitos Básicos:\n• Experiência prévia como Garçom\n• Boa comunicação, postura profissional e agilidade\n• Capacidade de trabalhar sob pressão\n•Disponibilidade para atuar em horário noturno\n\nCompetências Técnicas:\n• Conhecimento sobre Alimentos e Bebidas: domínio do cardápio, ingredientes, preparo, apresentação dos pratos; bebidas (vinhos, cervejas, destilados, coquetéis) e harmonizações.\n\n• Técnicas de Atendimento ao Cliente: anotar pedidos corretamente, repassar à cozinha, lidar com reclamações de forma educada, criar experiência acolhedora.\n\n• Organização e Gestão do Tempo: gerenciar múltiplas mesas, priorizar pedidos quentes, agilidade em horários de pico.\n\n• Manipulação Segura de Utensílios: transporte seguro de bandejas e pratos, montagem correta de mesas.\n\n• Procedimentos Operacionais: segurança alimentar, higiene, operação de PDV e aplicativos de pedidos.\n\n• Noções de Matemática Básica: cálculo de troco, divisão de contas, aplicação de taxas e promoções.\n\n• Idiomas (diferencial): inglês ou espanhol para atendimento de clientes estrangeiros.","status":"aprovado","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10057","created_by":null,"titulo":"Auxiliar Financeiro","estado":"Manaíra \/ João Pessoa\/PB","modalidade":"Presencial","senioridade":"Pleno","tipo_contrato":"CLT","salario":"2.215,00","beneficios":"Vale Transporte,\nVale Alimentação,\nPlano Odontológico","categoria":"Financeiro \/ Administrativo","empresa_contratante":"","descricao":"Estamos em busca de um(a) Auxiliar Financeiro para atuar com foco em atividades administrativas e financeiras, incluindo emissão de notas fiscais e apoio na rotina do setor. O(a) profissional deve ter experiência prévia na função, organização e proatividade. Horário de trabalho:\nDe segunda a sexta-feira, das 08h30 às 18h30, e aos sábados das 09h00 às 13h00.","pcd":"0","data_publicacao":"2025-05-12 13:06:02","requisitos":"Ensino Médio Completo,\nExperiência anterior na função,\nEmissão de notas fiscais","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":null,"application_count":"0"},
{"id":"10060","created_by":null,"titulo":"Auxiliar de Limpeza Noturno","estado":"Itaim Bibi – São Paulo\/SP","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"2.069,50","beneficios":"O que oferecemos a você:\n• Vale Transporte – R$ 10,40\/dia\n• Vale Refeição – R$ 28,00\/dia\n• Convênio médico\n• Convênio odontológico\n• Seguro de vida\n• Adicional noturno\n• Plano de carreira","categoria":"Limpeza e Conservação","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um Auxiliar de Limpeza noturno comprometido, organizado e com vontade de crescer para integrar a nossa equipe!\nO profissional será responsável pela limpeza e conservação dos ambientes, coleta de resíduos, uso adequado de produtos de higienização e cumprimento das normas de segurança, garantindo um espaço limpo e seguro para todos.\n\nEscala de Trabalho:\n• Quarta a domingo\n• Folgas: segunda, terça e 1 domingo por mês\n• Horário: 19h00 às 04h30\n\nAtividades do Dia a Dia:\n• Limpeza Geral: varrição, lavagem e secagem de pisos, salas, banheiros e áreas comuns; limpeza de superfícies, janelas e vidros de fácil acesso\n\n• Coleta de Lixo: retirada e descarte correto dos resíduos; substituição de sacos e higienização dos coletores\n\n• Uso e Conservação de Materiais: manuseio correto de produtos e equipamentos de limpeza; organização e conservação dos materiais utilizados\n\n• Segurança e Procedimentos: uso correto de EPIs, cumprimento das normas de higiene e atenção no manuseio de produtos químicos","pcd":"1","data_publicacao":"2025-06-17 00:37:03","requisitos":"• O que gostaríamos que você tivesse:\n• Desejável experiência prévia em limpeza (não obrigatória)\n• Comprometimento, responsabilidade e atenção aos detalhes\n• Disponibilidade para atuar em horário noturno e finais de semana","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"0","external_link":"","application_count":"0"},
{"id":"10065","created_by":null,"titulo":"PESSOA DESENVOLVEDORA JR","estado":"Remoto - Brasil","modalidade":"Remoto","senioridade":"Júnior","tipo_contrato":"CLT","salario":"Não informado","beneficios":"O que você pode esperar da gente? Participação nos lucros: resultados com comemoração fazem parte do jeito Cogna. Vale-refeição ou alimentação: num cartão de benefícios flexível. Assistência médica: um abrangente plano de saúde, com inclusão de dependentes e coparticipação. Assistência odontológica: está disponível para manter seu sorriso. Mas espera, ainda tem mais! Bolsas de estudo de graduação e pós graduação: nossas unidades de ensino para que você e seus dependentes (cônjuge e filhos). Day off no aniversário: você poderá escolher um dia para relaxar e celebrar. Convênio SESC: abre as portas para as inúmeras oportunidades de melhora na qualidade de vida. Convênio farmácia Univers: descontos numa variedade de medicamentos. Universidade corporativa: diversas trilhas e cursos gratuitos na nossa universidade corporativa para você seguir evoluindo com a gente. Descontos em livros: para você adquirir os melhores títulos em nossas editoras. Wellhub (Gympass): para que você possa se movimentar no seu dia a dia. Programa Ninho: Um programa dedicado às nossas famílias que estão aguardando um novo bebê. Valoriza - Programa de Recrutamento Interno: Para impulsionar sua carreira por meio de oportunidades internas.","categoria":"Tecnologia","empresa_contratante":"","descricao":"Somos o grupo educacional mais diversificado do país. Todos os dias, criamos futuros incríveis através da inovação. Colocamos a mão na massa para tirar as ideias do papel e colocá-las em prática. Enfrentamos desafios com resiliência e nos adaptamos às mudanças constantes. Por aqui, somos um time e não heróis, guiados pela vontade de fazer a diferença e conectados de um só jeito, o #JeitoCogna. Nossa relação é direta e respeitosa, e o sucesso dos nossos alunos e clientes é o nosso sucesso. Além disso, valorizamos a diversidade, porque sabemos que quanto mais diverso é o nosso repertório, mais abrangente e inclusivo seremos. Juntos impulsionamos as pessoas a construírem uma melhor versão de si! E aí, bora fazer parte da empresa líder absoluta do segmento educacional? Vem pra Cogna.","pcd":"0","data_publicacao":"2025-06-18 13:47:30","requisitos":"• Node.js: Desenvolvimento back-end robusto, com foco em escalabilidade, performance e boas práticas de arquitetura. • Next.js: Implementação de soluções front-end modernas com SSR, SSG e integração com APIs REST ou GraphQL. (Obrigatório) • Full Stack: Capacidade de atuar tanto no front quanto no back-end, utilizando tecnologias modernas de desenvolvimento web. • Kubernetes: Experiência prática e comprovada em implantação e gerenciamento de aplicações em produção, com uso de clusters, pods, volumes e estratégias de auto scaling. (Obrigatório) • Cloud (GCP, AWS ou Azure): Vivência em ambientes em nuvem, com conhecimento em CI\/CD, monitoramento e segurança. (Obrigatório) • Docker: Containerização de aplicações, criação de imagens e integração com ambientes orquestrados. (Obrigatório) • GitHub: Versionamento de código, uso de pull requests, GitHub Actions e trabalho colaborativo em times ágeis. • APIs REST\/GraphQL: Criação e consumo de APIs performáticas e seguras. Soft Skills: • Resiliência e responsabilidade: Vivência com ambientes críticos, alta disponibilidade e foco em soluções confiáveis. • Boa comunicação: Clareza no diálogo com outras áreas e em documentação técnica. • Colaboração: Facilidade para atuar em times multidisciplinares, com foco em produto e entrega contínua. • Mentalidade DevOps: Compreensão do ciclo completo de desenvolvimento e operação, com atenção à automação e escalabilidade.","status":"lixeira","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":"https:\/\/rhrecruiter.com.br\/partners\/decolajuninho.html?vaga=182","application_count":"0"},
{"id":"10066","created_by":null,"titulo":"Tech Recruiter (Voluntário)","estado":"Remoto - Brasil","modalidade":"Remoto","senioridade":"Júnior","tipo_contrato":"Freelancer","salario":"Voluntário","beneficios":"Desenvolvimento de experiência prática em recrutamento técnico e uso de ATS. - Fortalecimento de habilidades em atração e seleção de talentos. - Ampliação do networking com profissionais da área de tecnologia. - Certificado de participação voluntária ao final do projeto. - Oportunidade de impactar positivamente a carreira de jovens talentos.","categoria":"Tecnologia","empresa_contratante":"","descricao":"O Decola Juninho está em busca de uma pessoa apaixonada por recrutamento e tecnologia para integrar o time como Tech Recruiter voluntário(a). Aqui, você terá a oportunidade de atuar diretamente no desenvolvimento de novos talentos e contribuir para o crescimento do nosso projeto. Entre suas principais atividades estarão: - Buscar e mapear vagas de estágio e nível júnior em plataformas de divulgação. - Postar as vagas encontradas no nosso ATS (Sistema de Rastreamento de Candidatos). - Divulgar as oportunidades nos grupos da comunidade. - Participar dos processos de recrutamento técnico para seleção de novos integrantes da equipe interna (Desenvolvedores, Designers, DevOps, entre outros). - Colaborar com o time de RH nas atividades e iniciativas internas.","pcd":"0","data_publicacao":"2025-06-18 14:06:56","requisitos":"Ensino superior cursando ou concluído em Gestão de Recursos Humanos, Psicologia ou áreas correlatas. - Boa comunicação verbal e escrita. - Experiência prévia com o uso de ATS. - Disponibilidade de 5 horas semanais para dedicação às atividades. - Comprometimento com atividades voluntárias (vaga não remunerada).","status":"lixeira","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":"https:\/\/rhrecruiter.com.br\/partners\/decolajuninho.html?vaga=181","application_count":"0"},
{"id":"10067","created_by":null,"titulo":"Desenvolvedor Full Stack Jr","estado":"São Paulo - SP","modalidade":"Presencial","senioridade":"Júnior","tipo_contrato":"CLT","salario":"A combinar","beneficios":"O que oferecemos Wellhub\nOnHappy\nSesc\nNo dress code\nHorário Flexível.","categoria":"","empresa_contratante":"","descricao":"Responsabilidades e Tarefas da Função Participar do desenvolvimento e manutenção de aplicações web, atuando tanto no front-end quanto no back-end. Realizar testes unitários e de integração para garantir a qualidade do código. Colaborar com a equipe de desenvolvimento na identificação e resolução de bugs e melhorias no sistema.","pcd":"0","data_publicacao":"2025-06-18 14:08:44","requisitos":"Requisitos Obrigatórios Formação técnica ou superior (completa ou em andamento) em Ciência da Computação, Engenharia da Computação, Análise e Desenvolvimento de Sistemas ou áreas correlatas. Conhecimento em linguagens de programação como JavaScript (Node.js), HTML, CSS e frameworks front-end (React, Angular ou Vue.js). Experiência com bancos de dados relacionais (MySQL, PostgreSQL) e\/ou não relacionais (MongoDB). Noções de versionamento com Git e uso de plataformas como GitHub ou GitLab. Capacidade de trabalho em equipe, proatividade e boa comunicação. Requisitos Complementares Conhecimento básico em metodologias ágeis (Scrum\/Kanban). Familiaridade com ferramentas de CI\/CD e integração com APIs REST. Inglês técnico para leitura de documentação.","status":"lixeira","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":"https:\/\/rhrecruiter.com.br\/partners\/decolajuninho.html?vaga=180","application_count":"0"},
{"id":"10069","created_by":null,"titulo":"Pessoa Desenvolvedora Back-End Junior","estado":"São Paulo - SP","modalidade":"Remoto","senioridade":"Júnior","tipo_contrato":"CLT","salario":"A combinar","beneficios":"Não informado.","categoria":"Tecnologia","empresa_contratante":"","descricao":"Responsabilidades e atribuições * Trabalho em equipe; * Promove ambiente positivo; * Curioso; * Vontade\/proatividade em aprender; * Boa comunicação * Acompanhar o desenvolvimento de novas funcionalidades do(s) produto(s) do time; * Manutenção e evolução de aplicações existentes; * Atuar em equipes multidisciplinares. * Demonstrar interesse nos assuntos do time; * Procurar conhecer as necessidades dos clientes; * Desenvolver senso crítico técnico e de processos\/comportamental; * Flexível e aberto a mudanças (processos, time, código); * Cumpre as tarefas do dia a dia dentro da expectativa de qualidade do time.","pcd":"0","data_publicacao":"2025-06-18 14:11:03","requisitos":"Requisitos e qualificações * Conceitos básicos de lógica de programação permitindo o desenvolvimento com mentoria. * Conceitos básicos de alguma linguagem de programação, aderente ao time que trabalha. (C#, .Net Core, Node) permitindo o desenvolvimento com mentoria. * Conhecimento básico de banco de dados e query aderente ao time que trabalha. (SQL Server, MySQL) * Conhecimento básico de metodologias ágeis (Scrum, Kanban, Lean) * Acompanhamento de testes de aplicação (TDD, BDD, testes unitários) * Conhecimento na ferramenta JIRA * Desejável conhecimento na ferramenta DataDog","status":"lixeira","approved":"0","criado_por":"0","user_id":null,"indicado":"0","external_link":"https:\/\/rhrecruiter.com.br\/partners\/decolajuninho.html?vaga=178","application_count":"0"},
{"id":"10070","created_by":null,"titulo":"Desenvolvedor Frontend","estado":"São Paulo - SP","modalidade":"Remoto","senioridade":"Júnior","tipo_contrato":"CLT","salario":"6000,00","beneficios":"Benefícios: Trabalho 100% remoto\nSalário CLT (R$ 6.257,94 a R$ 8.343,92)\nBônus anual\nPlano de saúde - SulAmérica\nPlano odontológico - Bradesco Saúde\nSeguro de vida\nVale Alimentação diário de R$ 41,60 (cartão flash benefícios)\nAuxilio trabalho remoto R$ 124,80\nWellhub (Gympass)\nDay off: Um dia de folga no mês do seu aniversário\nNo carnaval e quarta-feira de cinzas\nNos dias 24 e 31\/12. Ambiente com vários desafios que farão você crescer e se desenvolver rapidamente.","categoria":"Tecnologia","empresa_contratante":"","descricao":"Programar com qualidade e boas práticas em HTML, CSS3 e JavaScript; Apoio e atualização do front-end nos ambientes de desenvolvimento, homologação e produção; Ajudar a otimizar as aplicações para que carreguem rápido e funcionem bem com grande volume de usuários. Testes e monitoramento de possíveis bugs; Trabalhar junto com designers e desenvolvedores back-end para criar funcionalidades alinhadas com o produto. Participar de SQUAD de produtos, com ideias para melhoria da mobilidade urbana e mercado de Delivery.","pcd":"0","data_publicacao":"2025-06-18 14:30:15","requisitos":"Experiência comprovada em HTML, CSS3 e JavaScript\nNoções de como consumir APIs REST\nEntendimento de princípios de UI\/UX e responsividade\nVontade de aprender e crescer na área de Front-end\nGostar de trabalhar em equipe com transparência e honestidade, focando nos resultados com excelência e agilidade\nRaciocínio lógico apurado e organização. Diferencial Experiência com PHP\nExperiência com SCSS.\nBenefícios:","status":"aprovado","approved":"1","criado_por":"0","user_id":null,"indicado":"0","external_link":"https:\/\/rhrecruiter.com.br\/partners\/decolajuninho.html?vaga=177","application_count":"0"},
{"id":"10075","created_by":null,"titulo":"Pessoa Operadora de Caixa PcD","estado":"CURITIBA - PAROLIN - PR","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Operador(a) de Caixa e Atendimento para atuar em nossa unidade, prestando atendimento de excelência e garantindo o bom funcionamento das operações de caixa e cafeteria.\n\nComo será sua Jornada!\n• Atuar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Registrar vendas e processar recebimentos com precisão\n• Prestar suporte e orientação aos clientes, garantindo uma experiência positiva\n• Manter o ambiente de caixa e cafeteria organizado, limpo e higienizado\n• Operar sistemas de PDV e equipamentos de cafeteria conforme padrões\n\nResponsabilidades e Atribuições\n• Registrar e conferir itens no caixa\n• Manusear diferentes formas de pagamento (dinheiro, cartões, vouchers)\n• Preparar e servir bebidas e lanches conforme padrão de qualidade\n• Reabastecer e organizar insumos da cafeteria\n• Reportar inconsistências de caixa e comunicar-se com a equipe para solução\n• Zelar pela limpeza e higiene do seu posto de trabalho","pcd":"1","data_publicacao":"2025-07-03 12:19:29","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência anterior em Operação de Caixa ou Atendimento (diferencial)\n• Boa comunicação e postura profissional\n• Facilidade para lidar com o público e trabalhar em equipe\n• Organização, atenção aos detalhes e agilidade\n• Disposição para seguir processos e padrões de qualidade","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10076","created_by":null,"titulo":"Pessoa Repositora PcD","estado":"CURITIBA - PAROLIN - PR","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Repositor(a) para atuar em nossa unidade, garantindo a organização e o abastecimento das mercadorias, prezando sempre pela qualidade dos produtos e oferecendo atendimento de excelência ao cliente.\n\nComo será sua Jornada!\n• Operar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Manter o ambiente de trabalho limpo, organizado e seguro\n• Zelar pela rotatividade dos produtos, evitando vencimentos e perdas\n• Assegurar que as gondolas estejam sempre abastecidas e bem apresentadas\n\nResponsabilidades e Atribuições\n• Receber, conferir e armazenar mercadorias conforme padrões de qualidade\n• Repor produtos nas prateleiras de forma ágil e ordenada\n• Controlar a validade e descarte de itens fora do prazo\n• Auxiliar no inventário periódico do setor\n• Comunicar-se com a equipe de vendas para atender demandas pontuais\n• Reportar irregularidades e sugerir melhorias de layout e fluxo","pcd":"1","data_publicacao":"2025-07-03 12:23:35","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência prévia como repositor(a) ou em funções similares (diferencial)\n• Boa comunicação e postura profissional\n• Organização, atenção aos detalhes e agilidade\n• Facilidade para trabalhar em equipe e seguir processos","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10077","created_by":null,"titulo":"Pessoa Operadora de Caixa PcD","estado":"GUARAPUAVA - CENTRO - PR","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Operador(a) de Caixa e Atendimento para atuar em nossa unidade, prestando atendimento de excelência e garantindo o bom funcionamento das operações de caixa e cafeteria.\n\nComo será sua Jornada!\n• Atuar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Registrar vendas e processar recebimentos com precisão\n• Prestar suporte e orientação aos clientes, garantindo uma experiência positiva\n• Manter o ambiente de caixa e cafeteria organizado, limpo e higienizado\n• Operar sistemas de PDV e equipamentos de cafeteria conforme padrões\n\nResponsabilidades e Atribuições\n• Registrar e conferir itens no caixa\n• Manusear diferentes formas de pagamento (dinheiro, cartões, vouchers)\n• Preparar e servir bebidas e lanches conforme padrão de qualidade\n• Reabastecer e organizar insumos da cafeteria\n• Reportar inconsistências de caixa e comunicar-se com a equipe para solução\n• Zelar pela limpeza e higiene do seu posto de trabalho","pcd":"1","data_publicacao":"2025-07-03 12:32:55","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência anterior em Operação de Caixa ou Atendimento (diferencial)\n• Boa comunicação e postura profissional\n• Facilidade para lidar com o público e trabalhar em equipe\n• Organização, atenção aos detalhes e agilidade\n• Disposição para seguir processos e padrões de qualidade","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10078","created_by":null,"titulo":"Pessoa Operadora de Caixa PcD","estado":"PORTO ALEGRE - SERTÓRIO - RS","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Operador(a) de Caixa e Atendimento para atuar em nossa unidade, prestando atendimento de excelência e garantindo o bom funcionamento das operações de caixa e cafeteria.\n\nComo será sua Jornada!\n• Atuar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Registrar vendas e processar recebimentos com precisão\n• Prestar suporte e orientação aos clientes, garantindo uma experiência positiva\n• Manter o ambiente de caixa e cafeteria organizado, limpo e higienizado\n• Operar sistemas de PDV e equipamentos de cafeteria conforme padrões\n\nResponsabilidades e Atribuições\n• Registrar e conferir itens no caixa\n• Manusear diferentes formas de pagamento (dinheiro, cartões, vouchers)\n• Preparar e servir bebidas e lanches conforme padrão de qualidade\n• Reabastecer e organizar insumos da cafeteria\n• Reportar inconsistências de caixa e comunicar-se com a equipe para solução\n• Zelar pela limpeza e higiene do seu posto de trabalho","pcd":"1","data_publicacao":"2025-07-03 12:38:56","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência anterior em Operação de Caixa ou Atendimento (diferencial)\n• Boa comunicação e postura profissional\n• Facilidade para lidar com o público e trabalhar em equipe\n• Organização, atenção aos detalhes e agilidade\n• Disposição para seguir processos e padrões de qualidade","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10079","created_by":null,"titulo":"Pessoa Repositora PcD","estado":"PORTO ALEGRE - SERTÓRIO - RS","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Repositor(a) para atuar em nossa unidade, garantindo a organização e o abastecimento das mercadorias, prezando sempre pela qualidade dos produtos e oferecendo atendimento de excelência ao cliente.\n\nComo será sua Jornada!\n• Operar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Manter o ambiente de trabalho limpo, organizado e seguro\n• Zelar pela rotatividade dos produtos, evitando vencimentos e perdas\n• Assegurar que as gondolas estejam sempre abastecidas e bem apresentadas\n\nResponsabilidades e Atribuições\n• Receber, conferir e armazenar mercadorias conforme padrões de qualidade\n• Repor produtos nas prateleiras de forma ágil e ordenada\n• Controlar a validade e descarte de itens fora do prazo\n• Auxiliar no inventário periódico do setor\n• Comunicar-se com a equipe de vendas para atender demandas pontuais\n• Reportar irregularidades e sugerir melhorias de layout e fluxo","pcd":"1","data_publicacao":"2025-07-03 12:43:59","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência prévia como repositor(a) ou em funções similares (diferencial)\n• Boa comunicação e postura profissional\n• Organização, atenção aos detalhes e agilidade\n• Facilidade para trabalhar em equipe e seguir processos","status":"aprovado","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10080","created_by":null,"titulo":"Pessoa Operadora de Caixa PcD","estado":"SÃO MIGUEL - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Operador(a) de Caixa e Atendimento para atuar em nossa unidade, prestando atendimento de excelência e garantindo o bom funcionamento das operações de caixa e cafeteria.\n\nComo será sua Jornada!\n• Atuar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Registrar vendas e processar recebimentos com precisão\n• Prestar suporte e orientação aos clientes, garantindo uma experiência positiva\n• Manter o ambiente de caixa e cafeteria organizado, limpo e higienizado\n• Operar sistemas de PDV e equipamentos de cafeteria conforme padrões\n\nResponsabilidades e Atribuições\n• Registrar e conferir itens no caixa\n• Manusear diferentes formas de pagamento (dinheiro, cartões, vouchers)\n• Preparar e servir bebidas e lanches conforme padrão de qualidade\n• Reabastecer e organizar insumos da cafeteria\n• Reportar inconsistências de caixa e comunicar-se com a equipe para solução\n• Zelar pela limpeza e higiene do seu posto de trabalho","pcd":"1","data_publicacao":"2025-07-03 12:48:00","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência anterior em Operação de Caixa ou Atendimento (diferencial)\n• Boa comunicação e postura profissional\n• Facilidade para lidar com o público e trabalhar em equipe\n• Organização, atenção aos detalhes e agilidade\n• Disposição para seguir processos e padrões de qualidade","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10081","created_by":null,"titulo":"Pessoa Repositora PcD","estado":"SÃO MIGUEL - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Repositor(a) para atuar em nossa unidade, garantindo a organização e o abastecimento das mercadorias, prezando sempre pela qualidade dos produtos e oferecendo atendimento de excelência ao cliente.\n\nComo será sua Jornada!\n• Operar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Manter o ambiente de trabalho limpo, organizado e seguro\n• Zelar pela rotatividade dos produtos, evitando vencimentos e perdas\n• Assegurar que as gondolas estejam sempre abastecidas e bem apresentadas\n\nResponsabilidades e Atribuições\n• Receber, conferir e armazenar mercadorias conforme padrões de qualidade\n• Repor produtos nas prateleiras de forma ágil e ordenada\n• Controlar a validade e descarte de itens fora do prazo\n• Auxiliar no inventário periódico do setor\n• Comunicar-se com a equipe de vendas para atender demandas pontuais\n• Reportar irregularidades e sugerir melhorias de layout e fluxo","pcd":"1","data_publicacao":"2025-07-03 12:51:31","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência prévia como repositor(a) ou em funções similares (diferencial)\n• Boa comunicação e postura profissional\n• Organização, atenção aos detalhes e agilidade\n• Facilidade para trabalhar em equipe e seguir processos","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10082","created_by":null,"titulo":"Pessoa Operadora de Caixa PcD","estado":"TAIPAS - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Operador(a) de Caixa e Atendimento para atuar em nossa unidade, prestando atendimento de excelência e garantindo o bom funcionamento das operações de caixa e cafeteria.\n\nComo será sua Jornada!\n• Atuar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Registrar vendas e processar recebimentos com precisão\n• Prestar suporte e orientação aos clientes, garantindo uma experiência positiva\n• Manter o ambiente de caixa e cafeteria organizado, limpo e higienizado\n• Operar sistemas de PDV e equipamentos de cafeteria conforme padrões\n\nResponsabilidades e Atribuições\n• Registrar e conferir itens no caixa\n• Manusear diferentes formas de pagamento (dinheiro, cartões, vouchers)\n• Preparar e servir bebidas e lanches conforme padrão de qualidade\n• Reabastecer e organizar insumos da cafeteria\n• Reportar inconsistências de caixa e comunicar-se com a equipe para solução\n• Zelar pela limpeza e higiene do seu posto de trabalho","pcd":"1","data_publicacao":"2025-07-03 12:55:42","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência anterior em Operação de Caixa ou Atendimento (diferencial)\n• Boa comunicação e postura profissional\n• Facilidade para lidar com o público e trabalhar em equipe\n• Organização, atenção aos detalhes e agilidade\n• Disposição para seguir processos e padrões de qualidade","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10083","created_by":null,"titulo":"Pessoa Repositora PcD","estado":"TAIPAS - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Repositor(a) para atuar em nossa unidade, garantindo a organização e o abastecimento das mercadorias, prezando sempre pela qualidade dos produtos e oferecendo atendimento de excelência ao cliente.\n\nComo será sua Jornada!\n• Operar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Manter o ambiente de trabalho limpo, organizado e seguro\n• Zelar pela rotatividade dos produtos, evitando vencimentos e perdas\n• Assegurar que as gondolas estejam sempre abastecidas e bem apresentadas\n\nResponsabilidades e Atribuições\n• Receber, conferir e armazenar mercadorias conforme padrões de qualidade\n• Repor produtos nas prateleiras de forma ágil e ordenada\n• Controlar a validade e descarte de itens fora do prazo\n• Auxiliar no inventário periódico do setor\n• Comunicar-se com a equipe de vendas para atender demandas pontuais\n• Reportar irregularidades e sugerir melhorias de layout e fluxo","pcd":"1","data_publicacao":"2025-07-03 12:57:54","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência prévia como repositor(a) ou em funções similares (diferencial)\n• Boa comunicação e postura profissional\n• Organização, atenção aos detalhes e agilidade\n• Facilidade para trabalhar em equipe e seguir processos","status":"arquivada","approved":"1","criado_por":"0","user_id":null,"indicado":"1","external_link":"","application_count":"0"},
{"id":"10084","created_by":null,"titulo":"Pessoa Repositora PcD","estado":"VILA MARIA - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"O que oferecemos a você\n• Vale Transporte ou Vale Estacionamento\n• Seguro de Vida\n• Assistência Médica e Odontológica\n• Refeição no Local\n• PLR (Participação nos Lucros e Resultados)\n• Acesso à Cooperativa de Crédito\n• Ambiente de trabalho colaborativo e estruturado","categoria":"Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Repositor(a) para atuar em nossa unidade, garantindo a organização e o abastecimento das mercadorias, prezando sempre pela qualidade dos produtos e oferecendo atendimento de excelência ao cliente.\n\nComo será sua Jornada!\n• Operar nos turnos disponíveis: 07:00–15:20 ou 14:00–22:20\n• Seguir escala “domingo sim, domingo não” (com folga na semana quando trabalhar aos domingos)\n• Manter o ambiente de trabalho limpo, organizado e seguro\n• Zelar pela rotatividade dos produtos, evitando vencimentos e perdas\n• Assegurar que as gondolas estejam sempre abastecidas e bem apresentadas\n\nResponsabilidades e Atribuições\n• Receber, conferir e armazenar mercadorias conforme padrões de qualidade\n• Repor produtos nas prateleiras de forma ágil e ordenada\n• Controlar a validade e descarte de itens fora do prazo\n• Auxiliar no inventário periódico do setor\n• Comunicar-se com a equipe de vendas para atender demandas pontuais\n• Reportar irregularidades e sugerir melhorias de layout e fluxo","pcd":"1","data_publicacao":"2025-07-03 13:01:29","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência prévia como repositor(a) ou em funções similares (diferencial)\n• Boa comunicação e postura profissional\n• Organização, atenção aos detalhes e agilidade\n• Facilidade para trabalhar em equipe e seguir processos","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10095","created_by":null,"titulo":"Analista de Anti-Fraude","estado":"Remoto - Brasil","modalidade":"remoto","senioridade":"pleno","tipo_contrato":"","salario":"3.200,00","beneficios":"• Vale Alimentação\n• Vale Refeição\n• Plano de Saúde\n• Plano Odontológico\n• Gympass\n• Day Off","categoria":"tecnologia","empresa_contratante":"SecureTech Solutions","descricao":"Responsável por monitorar e investigar transações suspeitas, criando relatórios de fraude e propondo soluções proativas de segurança.","pcd":"1","data_publicacao":"2025-07-08 16:20:16","requisitos":"• Experiência mínima de 3 anos em análise de fraudes\n\n• Conhecimento em ferramentas de antifraude (Ex: ASA, Kount, Forter)\n\n• Boa capacidade analítica e de comunicação\\n• Inglês intermediário","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10097","created_by":null,"titulo":"Vendedor(a) de Loja – Shopping Manaíra","estado":"Manaíra \/ João Pessoa\/PB","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"1.585,00","beneficios":"O que oferecemos a você\n• Vale Alimentação\n• Vale Transporte\n• Plano de Saúde\n• Plano Odontológico\n• Gympass\n• Horário Flexível\n• 13º Salário e Férias Remuneradas\n• Day Off no dia do seu aniversário\n• Auxílio Creche\n• Auxílio Educação\n• Cesta de Natal","categoria":"vendas","empresa_contratante":"RHRecruiter","descricao":"Como Consultor(a) de Vendas em Varejo, você será responsável por oferecer uma experiência de compra diferenciada, combinando técnicas consagradas de vendas presenciais com atendimento atento e personalizado. Atuará em loja de shopping, garantindo organização de produtos e fechamento de vendas com foco em relacionamento e resultados.\n\nComo será sua Jornada!\n• Atender diretamente o cliente, identificando necessidades e oferecendo soluções\n• Organizar e repor produtos, mantendo o ponto de venda sempre atrativo\n• Fechar vendas utilizando técnicas tradicionais e abordagem “olho no olho”\n• Manter relacionamento pós-venda para fidelização de clientes\n• Trabalhar em escala de shopping, garantindo cobertura completa da operação","pcd":"1","data_publicacao":"2025-07-08 17:21:52","requisitos":"O que gostaríamos que você tivesse\n• Ensino Médio completo\n• Experiência comprovada em vendas no varejo\n• Excelente comunicação e simpatia\n• Paixão por atendimento pessoal e valorização de práticas tradicionais\n• Disponibilidade para trabalhar em escala de shopping","status":"excluida","approved":"0","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10099","created_by":null,"titulo":"Estagiário(a) de QA – Testes com APIs","estado":"Remoto - Brasil","modalidade":"remoto","senioridade":"","tipo_contrato":"","salario":"2.400,00","beneficios":"O que oferecemos a você\n• Bolsa-estágio compatível com o mercado\n• Home Office integral e horário flexível\n• Vale Refeição e Vale Alimentação\n• Auxílio Home Office (internet e energia)\n• Assistência Médica e Odontológica\n• Seguro de Vida\n• Acesso ao TotalPass (academia, psicólogo, nutricionista)\n• Subsídio para cursos, certificações e eventos de tecnologia\n• Programas de desenvolvimento interno e mentoria\n• Ambiente de trabalho inclusivo, colaborativo e orientado a resultados\n• Kit de boas-vindas institucional","categoria":"tecnologia","empresa_contratante":"RHRecruiter","descricao":"Como Estagiário de Garantia da Qualidade de APIs, você será responsável por assegurar a confiabilidade e performance das integrações entre sistemas. Atuará no planejamento, execução e documentação de testes, colaborando diretamente com a equipe de desenvolvimento para antecipar e solucionar potenciais falhas.\n\nComo será sua Jornada!\n• Planejar, criar e executar casos de teste para APIs REST e SOAP\n• Documentar resultados de testes, evidenciando desvios e propondo melhorias\n• Identificar e reportar bugs, seguindo processos de controle de qualidade\n• Colaborar com desenvolvedores e analistas para compreender requisitos e validar funcionalidades\n• Utilizar ferramentas de referência (Postman, SoapUI, JMeter etc.)\n• Participar de reuniões de planejamento e revisão, contribuindo com sugestões técnicas","pcd":"1","data_publicacao":"2025-07-14 01:11:18","requisitos":"O que gostaríamos que você tivesse\n• Cursando Ciência da Computação, Engenharia de Software, Análise de Sistemas ou área correlata\n• Conhecimento básico em APIs REST, HTTP e estrutura JSON\n• Experiência prática ou familiaridade com Postman ou ferramentas similares\n• Perfil organizado, com atenção a detalhes e habilidade para documentar processos\n• Boa comunicação e trabalho colaborativo em equipe\n• Proatividade para aprender novas tecnologias e metodologias de teste","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10100","created_by":null,"titulo":"Estágio em Engenharia Civil","estado":"São Paulo - SP","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"","beneficios":"Vale Transporte\n\nCartão Flash (refeição\/alimentação + premiação\/mobilidade)\n\nAssistência médica e odontológica (opcional)\n\nSeguro de vida\n\nTotalPass (academias, psicólogos, nutrição)\n\nSubsídio para educação e cursos de idiomas\n\nAções de engajamento e trilhas de carreira\n\nKit de boas-vindas\n\nDestaques do Programa:\n\nEstagiários que se destacarem serão reconhecidos como Estagiários Estrelas, com direito a:\n\n13º salário exclusivo para estagiários\n\nParticipação na Academia de Liderança\n\nMentorias personalizadas com líderes da empresa\n\nAvaliações reais com base no desempenho em obra\n\nComo será sua jornada:\n\nParticipação em projetos reais nos canteiros\n\nTreinamentos contínuos\n\nCiclos semestrais de formação, avaliação e entrega\n\nAtividades de integração, pitch, desafios e painéis com a diretoria\n\nAcompanhamento com mentores e lideranças técnicas","categoria":"engenharia-civil-arquitetura","empresa_contratante":"RHRecruiter","descricao":"• A Jornada do Estagiário é mais do que um programa de estágio, é uma missão de desenvolvimento pensada para jovens talentos rumo ao futuro da construção civil.\n• Inspirado na exploração espacial, o programa oferece uma experiência completa com trilhas de capacitação técnica e comportamental, vivência em projetos reais e mentoria com profissionais experientes.\n• Você fará parte de um time construído com propósito, excelência e inovação!\n\nObjetivos do Programa\n• Capacitar futuros profissionais do setor da construção civil\n• Desenvolver habilidades técnicas e comportamentais\n• Proporcionar vivência prática em obras e escritórios\n• Oferecer mentoria e trilhas de aprendizado estruturadas\n• Identificar talentos para futuras oportunidades na empresa\n\nResponsabilidades e Atribuições\n• Auxiliar a equipe nas atividades diárias de campo\n• Apoiar treinamentos das equipes de obra\n• Realizar conferências e acompanhamentos de serviços\n• Executar levantamentos quantitativos para orçamento\n• Fazer medições de empreiteiros\n• Participar de todas as etapas da engenharia: orçamento, planejamento, suprimentos, qualidade e tecnologia","pcd":"1","data_publicacao":"2025-07-15 22:13:56","requisitos":"Estar cursando Engenharia Civil ou Arquitetura (a partir do 1º período)\n\nCuriosidade e vontade de aprender\n\nProatividade e senso de responsabilidade\n\nInteresse em atuar no setor da construção civil\n\nAbertura para trabalho em equipe e vivência prática de obra\n\nDesejável: conhecimento em AutoCAD 2D","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10101","created_by":null,"titulo":"Estágio em Engenharia Civil","estado":"São Paulo - SP","modalidade":"presencial","senioridade":"estagiario","tipo_contrato":"","salario":"2.200,00","beneficios":"O que oferecemos a você:\n• Vale Transporte\n• Cartão Flash (refeição\/alimentação + premiação\/mobilidade)\n• Assistência médica e odontológica (opcional)\n• Seguro de vida\n• TotalPass (academias, psicólogos, nutrição)\n• Subsídio para educação e cursos de idiomas\n• Ações de engajamento e trilhas de carreira\n• Kit de boas-vindas\n\nEstagiários que se destacarem serão reconhecidos como Estagiários Estrelas, com direito a: \n• 13º salário exclusivo para estagiários\n• Participação na Academia de Liderança\n• Mentorias personalizadas com líderes da empresa\n• Avaliações reais com base no desempenho em obra","categoria":"engenharia-civil-arquitetura","empresa_contratante":"RHRecruiter","descricao":"A Jornada do Estagiário é mais do que um programa de estágio, é uma missão de desenvolvimento pensada para talentos rumo ao futuro da construção civil.\nInspirado na exploração espacial, o programa oferece uma experiência completa com trilhas de capacitação técnica e comportamental, vivência em projetos reais e mentoria com profissionais experientes.\nVocê fará parte de um time construído com propósito, excelência e inovação!\n\nObjetivos do Programa:\n• Capacitar futuros profissionais do setor da construção civil\n• Desenvolver habilidades técnicas e comportamentais\n• Proporcionar vivência prática em obras e escritórios\n• Oferecer mentoria e trilhas de aprendizado estruturadas\n• Identificar talentos para futuras oportunidades na empresa\n\nResponsabilidades e Atribuições:\n• Auxiliar a equipe nas atividades diárias de campo\n• Apoiar treinamentos das equipes de obra\n• Realizar conferências e acompanhamentos de serviços\n• Executar levantamentos quantitativos para orçamento\n• Fazer medições de empreiteiros\n• Participar de todas as etapas da engenharia: orçamento, planejamento, suprimentos, qualidade e tecnologia","pcd":"1","data_publicacao":"2025-07-15 22:13:56","requisitos":"O que gostaríamos que você tivesse:\n• Estar cursando Engenharia Civil ou Arquitetura (a partir do 1º período)\n• Curiosidade e vontade de aprender\n• Proatividade e senso de responsabilidade\n• Interesse em atuar no setor da construção civil\n• Abertura para trabalho em equipe e vivência prática de obra\n• Desejável: conhecimento em AutoCAD 2D","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10102","created_by":null,"titulo":"Técnica de Enfermagem","estado":"João Pessoa - PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"","salario":"2.270,00","beneficios":"O que oferecemos a você\n• Vale Transporte\n• Vale Refeição ou Alimentação\n• Assistência Médica e Odontológica\n• Seguro de Vida\n• Treinamentos e oportunidades de desenvolvimento","categoria":"saúde","empresa_contratante":"RHRecruiter","descricao":"Buscamos uma Técnica de Enfermagem dedicada, empática e atenta aos detalhes, para compor nossa equipe de saúde em João Pessoa.\nVocê atuará na assistência direta a pacientes, realizando cuidados de enfermagem, administração de medicações, acompanhamento de sinais vitais e apoio aos procedimentos clínicos, sempre com foco na segurança do paciente e no cuidado humanizado.\nAqui, valorizamos trabalho em equipe, ética e comprometimento com a excelência no atendimento.\n\nResponsabilidades e Atribuições\n• Realizar cuidados de enfermagem e administração de medicações\n• Acompanhar e registrar sinais vitais\n• Apoiar procedimentos clínicos sob supervisão\n• Manter ambiente seguro, organizado e humanizado","pcd":"0","data_publicacao":"2025-07-16 03:07:25","requisitos":"O que gostaríamos que você tivesse\n• Registro ativo no COREN\n• Empatia e atenção aos detalhes\n• Proatividade e senso de responsabilidade\n• Boa comunicação e trabalho em equipe\n• Foco em segurança do paciente e cuidado humanizado","status":"excluida","approved":"0","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10107","created_by":null,"titulo":"Educador(a) de Tecnologia (Ensino Fundamental II e Médio)","estado":"João Pessoa - PB","modalidade":"presencial","senioridade":"senior","tipo_contrato":"clt","salario":"A combinar","beneficios":"Vale Alimentação, Vale Transporte, Plano de Saúde, Plano Odontológico","categoria":"educacao","empresa_contratante":"Não informado","descricao":"Planejar, preparar e ministrar atividades pedagógicas alinhadas à faixa etária e ao desenvolvimento dos alunos\n\nCriar ambientes acolhedores e seguros, estimulando a autonomia, a criatividade e o trabalho colaborativo\n\nAvaliar o progresso individual e em grupo, registrando observações e produzindo relatórios ou pareceres\n\nPromover a integração da criança com as famílias, organizando encontros e comunicando-se periodicamente\n\nParticipar de capacitações internas, reuniões pedagógicas e formação continuada","pcd":"1","data_publicacao":"2025-08-15 06:11:32","requisitos":"Formação em Pedagogia, Licenciatura ou áreas afins (ou em curso, se for estágio)\n\nExperiência anterior (detalhar, se preferir: por exemplo, com crianças pequenas, público específico, projetos inclusivos)\n\nCompetências como: boa comunicação, empatia, criatividade, iniciativa, paciência, trabalho em equipe\n\nDesejo de trabalhar com essa faixa etária (informar faixa, ex.: 0–3 anos ou 4–6 anos) e\/ou com determinados tipos de necessidades educativas","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10108","created_by":null,"titulo":"Suporte Técnico de Linux","estado":"Portugal - PT","modalidade":"remoto","senioridade":"senior","tipo_contrato":"PJ","salario":"Pretensão Salarial","beneficios":"O que oferecemos a você:\n• Flexibilidade de localidade (vaga global)\n• Atuação em projetos internacionais\n• Ambiente colaborativo e multicultural","categoria":"tecnologia","empresa_contratante":"RHRecruiter","descricao":"Estamos contratando! Junte-se à nossa equipe como Suporte Técnico de Linux\nSe você é apaixonado por sistemas Linux e busca novos desafios, essa oportunidade é para você. Buscamos um\nprofissional com sólida experiência para atuar 100% remoto, apoiando a integração do Atlassian Confluence em um ambiente técnico complexo.\nO profissional será responsável por implementar, configurar e solucionar problemas envolvendo serviços e incidentes, garantindo a integração total dos componentes do Atlassian Confluence com o sistema operacional e softwares relacionados.\n\nPrincipais Responsabilidades:\n• Administração de sistemas Linux\n• Administração e atualização do Atlassian Confluence\n• Implementação e suporte de software e configuração de sistemas\n• Documentação detalhada de medidas e procedimentos de segurança de TI","pcd":"1","data_publicacao":"2025-08-18 18:17:01","requisitos":"O que gostaríamos que você tivesse:\n• Experiência na função\n• Proficiência em Português e Inglês (B2+)\n• Conhecimento profundo em seLinux e processos relacionados\n• Experiência com Shell Scripting\n• Domínio de sistemas operacionais Linux\n• Experiência prática com implementação e manutenção do Atlassian Confluence\n• Capacidade de documentar procedimentos de forma clara e completa","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10109","created_by":null,"titulo":"Balconista \/ Caixa – Noturno","estado":"Itaim Bibi, São Paulo\/SP","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"","salario":"2.069,50","beneficios":"O que oferecemos a você:\n• Vale Transporte (R$ 10,40\/dia)\n• Vale Refeição (R$ 28,00\/dia)\n• Convênio médico\n• Convênio odontológico\n• Seguro de vida\n• Plano de carreira\n• Adicional noturno","categoria":"Atendimento \/ Caixa","empresa_contratante":"RHRecruiter","descricao":"Você é uma pessoa ágil, responsável e gosta do ambiente noturno e dinâmico? Então venha fazer parte da nossa equipe!\nEstamos em busca de um Balconista\/Caixa para atuar em um ambiente de entretenimento, garantindo atendimento de qualidade, \ncontrole financeiro no caixa e suporte aos clientes durante o período noturno.\n\nEscala e Horário:\n• Dias: Quarta a domingo\n• Folgas: Segunda, terça e 1 domingo por mês\n• Horário: 20h30 às 06h00 (com adicional noturno)\n\nResponsabilidades:\n• Operar o caixa com precisão e segurança\n• Receber pagamentos (dinheiro, cartão, Pix e aplicativos)\n• Realizar abertura, conferência e fechamento de caixa\n• Abrir e fechar comandas\n• Emitir notas fiscais e cupons\n• Organizar comprovantes e registros de venda\n• Prestar atendimento cordial durante o pagamento\n• Auxiliar no controle de consumos e comandas\n• Apoiar no cuidado com reservas","pcd":"1","data_publicacao":"2025-08-18 20:47:58","requisitos":"O que gostaríamos que você tivesse:\n• Maior de 18 anos\n• Ensino médio completo\n• Experiência anterior como caixa\n• Facilidade com sistemas de PDV (caixa)\n• Boa comunicação e postura profissional\n• Disponibilidade para trabalhar em horário noturno e finais de semana\n\nDiferencial: \n• Conhecimento em outro idioma (Inglês ou Espanhol)","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10110","created_by":null,"titulo":"Bartender – Noturno","estado":"Itaim Bibi, São Paulo\/SP","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"2.069,50","beneficios":"O Que Oferecemos:\n• Convênio médico (NotreDame)\n• Vale Refeição no cartão Caju – R$ 28,00\/dia\n• Vale Transporte no cartão Caju – R$ 10,40\/dia\n• Plano odontológico\n• Seguro de vida","categoria":"Alimentos & Bebidas \/ Entretenimento","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um Bartender noturno para reforçar nossa equipe em um ambiente dinâmico, movimentado e cheio de energia.\nNossa casa está sempre cheia de quarta a domingo, exigindo agilidade, organização e resiliência para atender à alta demanda. O bartender não terá contato direto com os clientes, \nos pedidos são lançados pelo garçom no sistema, o bartender produz os drinks e coloca no balcão para entrega.\n\nDia e horário de trabalho:\n• Quarta a domingo – das 20h30 às 06h00\n• Folga: Segunda, terça e 1 domingo no mês","pcd":"1","data_publicacao":"2025-08-18 21:05:20","requisitos":"Requisitos Técnicos e Comportamentais:\n• Conhecimento de bebidas: familiaridade com diferentes tipos de bebidas, coquetéis e técnicas de preparo\n• Trabalho em equipe: colaboração com bartenders e garçons para garantir serviço fluido\n• Habilidades de comunicação: clareza e eficácia na interação com colegas de trabalho\n• Gestão de tempo: capacidade de manter a produtividade em horários de pico\n• Resiliência e paciência: lidar com situações estressantes de forma calma e profissional\n• Organização: manter o bar limpo e organizado, além de gerenciar o estoque de bebidas e suprimentos\n• Conhecimento de normas de segurança: noções de higiene no manuseio de utensílios e respeito às regras de segurança alimentar\n• Experiência prévia: já ter atuado como bartender","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10111","created_by":null,"titulo":"Auxiliar de Cozinha I – Noturno","estado":"Itaim Bibi, São Paulo\/SP","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"2.069,50","beneficios":"O que oferecemos a você:\n• Convênio médico (NotreDame)\n• Vale Refeição no cartão Caju – R$ 28,00\/dia\n• Vale Transporte no cartão Caju – R$ 10,40\/dia\n• Plano odontológico\n• Seguro de vida","categoria":"Alimentos & Bebidas \/ Gastronomia","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um Auxiliar de Cozinha organizado, ágil e experiente para integrar a equipe de preparo noturno. O profissional será responsável pela preparação de molhos e temperos, apoio à equipe de cozinha, montagem de lanches e pratos, além de garantir a organização e higienização do espaço de trabalho.\nO candidato ideal já deve ter atuado em cozinhas profissionais e ter experiência prática em manipulação de alimentos, organização de insumos e suporte ao serviço em alta demanda.\n\nHorário de Trabalho:\n• Quarta a domingo – das 20h30 às 06h00\n• Folga: Segunda, terça e 1 domingo ao mês","pcd":"1","data_publicacao":"2025-08-18 21:16:14","requisitos":"O que gostaríamos que você tivesse:\n• Conhecimento em Manipulação de Alimentos: boas práticas de higiene, corte e preparo básico de ingredientes, armazenamento correto e uso do método FIFO.\n• Uso de Utensílios e Equipamentos: facas, tábuas, raladores, processadores, fogão, forno, fritadeira, liquidificador, balança.\n• Técnicas Culinárias Básicas: preparo de molhos, caldos e acompanhamentos\n cocção básica (cozimento, assamento, fritura, refogado)\n preparo de receitas padronizadas.\n• Organização e Controle: mise en place, limpeza e organização de bancadas, apoio ao controle de estoque e validade dos insumos.\n• Normas de Segurança no Trabalho: uso de EPIs (luva, touca, avental), prevenção de acidentes (cortes, queimaduras) e noções básicas de primeiros socorros.\n• Trabalho em Equipe: boa comunicação com o chef e colegas, flexibilidade para apoiar diferentes etapas do serviço, capacidade de atuar sob pressão.\n• Atenção aos Detalhes: seguir rigorosamente receitas, manter padrão de qualidade e apresentação, identificar falhas em insumos ou preparos.\n\nPerfil Buscado:\n• Experiência prévia comprovada em cozinha\n• Experiência em produção de molhos e temperos\n• Organização e comprometimento","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10112","created_by":null,"titulo":"Auxiliar de Cozinha II – Noturno","estado":"Itaim Bibi, São Paulo\/SP","modalidade":"presencial","senioridade":"senior","tipo_contrato":"CLT","salario":"2.570,36","beneficios":"O que oferecemos a você:\n• Convênio médico (NotreDame)\n• Vale Refeição no cartão Caju – R$ 28,00\/dia\n• Vale Transporte no cartão Caju – R$ 10,40\/dia\n• Plano odontológico\n• Seguro de vida","categoria":"Alimentos & Bebidas \/ Gastronomia","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um Auxiliar de Cozinha noturno experiente, organizado e comprometido, para reforçar nossa equipe de preparo. O profissional será responsável pela produção de molhos e temperos, montagem de lanches e pratos, além de manter a cozinha organizada e pronta para o fluxo intenso da operação.\nBuscamos candidatos com perfil dinâmico, atenção aos detalhes e experiência prévia em cozinha.\n\nHorário de Trabalho:\nQuarta a domingo – das 20h30 às 06h00\nFolga: Segunda, terça e 1 domingo ao mês","pcd":"1","data_publicacao":"2025-08-18 21:23:12","requisitos":"Competências Técnicas:\n• Manipulação de Alimentos: higiene, segurança, lavagem, corte, preparo básico, armazenamento correto e FIFO.\n• Uso de Utensílios e Equipamentos: manuseio de facas, processadores, raladores, fogão, forno, fritadeira, liquidificador e balança\n manutenção e limpeza após uso.\n• Técnicas Culinárias Básicas: preparo de molhos, caldos, acompanhamentos, cocção (cozimento, assamento, fritura, refogado) e receitas padronizadas.\n• Organização e Controle: mise en place, bancadas limpas e organizadas, apoio no estoque e verificação de validade.\n• Normas de Segurança no Trabalho: uso correto de EPIs (luva, touca, avental), prevenção de acidentes e noções básicas de primeiros socorros.\n• Trabalho em Equipe: comunicação ágil com chef e equipe, flexibilidade e resiliência em horários de pico.\n• Atenção aos Detalhes: seguir receitas e padrões de qualidade, cortes uniformes e checagem de consistência de insumos.\n\nPerfil Buscado:\n• Experiência comprovada em cozinha\n• Experiência em produção de molhos e temperos\n• Organização e disciplina","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10114","created_by":null,"titulo":"Designer Gráfico - Voluntário","estado":"Brasil","modalidade":"remoto","senioridade":"estagiario","tipo_contrato":"","salario":"Voluntariado","beneficios":"- Carga horária flexível: Você organiza seu tempo de acordo com sua rotina\n- Experiência prática: Trabalhar em projetos para fortalecer seu portfólio\n- Networking: Conexão com profissionais de diversas áreas\n- Desenvolvimento profissional: Oportunidade de aprimorar habilidades técnicas e de liderança\n- Ambiente colaborativo: Aprendizado contínuo em um time engajado","categoria":"tecnologia","empresa_contratante":"Aprimora Conhecimento","descricao":"Aprimora Conhecimento é uma ONG (organização sem fins lucrativos) que capacita estudantes e profissionais das áreas de Design e Tecnologia por meio de projetos voluntários com impacto real. Atuamos com foco em aprendizado prático, desenvolvimento de portfólio e preparação para o mercado, oferecendo um ambiente colaborativo e desafiador onde cada projeto é uma oportunidade de crescimento. Se você quer evoluir na prática, ajudar a transformar causas sociais e se conectar com pessoas que também estão construindo suas carreiras, essa é a sua chance.\n\nEstamos em busca de um Designer Gráfico criativo e disposto a aprender, com foco em criação de identidades visuais. Se você deseja aprimorar suas habilidades e colocar sua criatividade em prática, essa é uma excelente oportunidade para ganhar experiência e contribuir com projetos desafiadores. Confira os requisitos e diferenciais abaixo:","pcd":"0","data_publicacao":"2025-08-26 08:41:34","requisitos":"- Conhecimento em Adobe Illustrator, Figma ou ferramentas similares\n- Noções de vetorização e criação de elementos gráficos\n- Vontade de aprender e crescer na área de design\n\nDiferenciais:\n- Experiência com criação de identidades visuais\n- Criatividade e ideias frescas para impactar projetos de design\n- Capacidade de trabalhar em equipe","status":"arquivada","approved":"1","criado_por":"0","user_id":"5","indicado":"0","external_link":"","application_count":"0"},
{"id":"10115","created_by":null,"titulo":"Especialista em Experiência de Loja – Arquitetura e Design","estado":"Manaíra, João Pessoa - PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.675,00","beneficios":"O que oferecemos para você!\n• \tVale Refeição\n• \tVale Transporte\n• \tPlano Odontológico","categoria":"Comercial\/Vendas","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Especialista em Experiência de Loja com foco em arquitetura e design para atuar em nossa unidade de Manaíra. Essa pessoa será responsável por criar experiências encantadoras para nossos clientes e parceiros profissionais, através da ambientação da loja, relacionamento com arquitetos e designers, e produção de conteúdo para redes sociais.\n\nSe você tem olhar estético apurado, gosta de montar ambientes, tem facilidade com comunicação e redes sociais, essa vaga é pra você!\n\nJornada:\n• Segunda a sexta: 08h00 às 18h00\n• Sábados: 09h00 às 13h00\n\nPrincipais Responsabilidades\n• \tReceber arquitetos e designers na loja, apresentando produtos e soluções\n• \tCriar e montar ambientes decorados dentro da loja, com foco em estética e funcionalidade\n• \tProduzir conteúdo para redes sociais (fotos, vídeos, textos) dos ambientes e novidades da loja\n• \tEstabelecer e manter relacionamento com profissionais da área (B2B)\n• \tParticipar de ações promocionais e eventos voltados para o público de arquitetura e design","pcd":"1","data_publicacao":"2025-08-27 20:30:13","requisitos":"O que você precisa ter:\n• \tFormação ou cursando Arquitetura, Design de Interiores ou áreas correlatas\n• \tBoa comunicação e desenvoltura para atendimento presencial e digital\n• \tExperiência com montagem de ambientes e visual merchandising\n• \tDomínio básico de ferramentas de redes sociais (Instagram, Canva, etc.)\n• \tVivência com atendimento ao cliente e relacionamento B2B\n• \tPerfil criativo, proativo e com senso estético apurado","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"1","external_link":"","application_count":"0"},
{"id":"10116","created_by":null,"titulo":"Consultor de Vendas Online","estado":"João Pessoa - PB","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"1.675,00","beneficios":"O que oferecemos:\n• Vale Refeição\n• Vale Transporte\n• Comissão competitiva com o mercado\n• Plano Odontológico","categoria":"Vendas","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Consultor(a) de Vendas Online para integrar nosso time em João Pessoa\/PB. Se você tem perfil comunicativo, gosta de atender clientes e tem foco em resultados, essa oportunidade é para você!\n\nJornada:\n• Segunda a sexta: 08h00 às 18h00\n• Sábados: 09h00 às 13h00","pcd":"1","data_publicacao":"2025-08-27 20:38:19","requisitos":"O que você precisa ter:\n• Ensino médio completo ou cursando nível superior\n• Experiência com atendimento ao cliente e vendas online (WhatsApp e canais digitais)\n• Boa comunicação verbal e escrita\n• Perfil proativo e orientado para metas\n• Conhecimento básico em informática e ferramentas digitais","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"1","external_link":"","application_count":"0"},
{"id":"10117","created_by":null,"titulo":"Vendedor(a) Interno(a)","estado":"Bessa, João Pessoa - PB","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"1.675,00","beneficios":"O que oferecemos!\n• Vale Refeição\n• Vale Transporte\n• Comissão competitiva com o mercado\n• Plano Odontológico","categoria":"Vendas","empresa_contratante":"RHRecruiter","descricao":"Estamos contratando um(a) Vendedor(a) Interno(a) para atuar no Bessa em João Pessoa\/PB. \nProcuramos alguém com perfil comunicativo, criativo e que esteja à vontade em frente às câmeras \npara representar nossa marca também em conteúdos digitais.\n\nJornada:\n• Segunda a sexta: 08h00 às 18h00\n• Sábados: 09h00 às 13h00","pcd":"1","data_publicacao":"2025-08-27 20:45:22","requisitos":"O que esperamos de você!\n• Ensino médio completo ou cursando nível superior\n• Experiência em vendas internas e atendimento ao cliente\n• Boa comunicação e habilidade de persuasão\n• Espontaneidade para gravar vídeos e participar de ações digitais\n• Perfil dinâmico, criativo e orientado para resultados","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"1","external_link":"","application_count":"0"},
{"id":"10118","created_by":null,"titulo":"Suporte Técnico de Linux - Portugal - PT","estado":"Portugal","modalidade":"remoto","senioridade":"senior","tipo_contrato":"pj","salario":"Pretensão Salarial","beneficios":"O que oferecemos a você:\n• Flexibilidade de localidade (vaga global)\n• Atuação em projetos internacionais\n• Ambiente colaborativo e multicultural","categoria":"tecnologia","empresa_contratante":"RHRecruiter","descricao":"Estamos contratando! Junte-se à nossa equipe como Suporte Técnico de Linux\nSe você é apaixonado por sistemas Linux e busca novos desafios, essa oportunidade é para você. Buscamos um\nprofissional com sólida experiência para atuar 100% remoto, apoiando a integração do Atlassian Confluence em um ambiente técnico complexo.\nO profissional será responsável por implementar, configurar e solucionar problemas envolvendo serviços e incidentes, garantindo a integração total dos componentes do Atlassian Confluence com o sistema operacional e softwares relacionados.\n\nPrincipais Responsabilidades:\n• Administração de sistemas Linux\n• Administração e atualização do Atlassian Confluence\n• Implementação e suporte de software e configuração de sistemas\n• Documentação detalhada de medidas e procedimentos de segurança de TI","pcd":"1","data_publicacao":"2025-09-12 15:27:13","requisitos":"O que gostaríamos que você tivesse:\n• Experiência na função\n• Proficiência em Português e Inglês (B2+)\n• Conhecimento profundo em seLinux e processos relacionados\n• Experiência com Shell Scripting\n• Domínio de sistemas operacionais Linux\n• Experiência prática com implementação e manutenção do Atlassian Confluence\n• Capacidade de documentar procedimentos de forma clara e completa.","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"0","external_link":null,"application_count":"0"},
{"id":"10119","created_by":null,"titulo":"Designer Gráfico I.D (Voluntário)","estado":"Brasil","modalidade":"remoto","senioridade":"estagiario","tipo_contrato":"freelancer","salario":"Voluntário","beneficios":"- Carga horária flexível: Você organiza seu tempo de acordo com sua rotina\n- Experiência prática: Trabalhar em projetos para fortalecer seu portfólio\n- Networking: Conexão com profissionais de diversas áreas\n- Desenvolvimento profissional: Oportunidade de aprimorar habilidades técnicas e de liderança\n- Ambiente colaborativo: Aprendizado contínuo em um time engajado","categoria":"tecnologia","empresa_contratante":"Aprimora Conhecimento","descricao":"A Aprimora Conhecimento é uma ONG sem fins lucrativos que capacita estudantes e profissionais das áreas de Design e Tecnologia por meio de projetos voluntários com impacto real. Atuamos com foco em aprendizado prático, desenvolvimento de portfólio e preparação para o mercado, oferecendo um ambiente colaborativo e desafiador onde cada projeto é uma oportunidade de crescimento. Se você quer evoluir na prática, ajudar a transformar causas sociais e se conectar com pessoas que também estão construindo suas carreiras, essa é a sua chance.\n\nEstamos em busca de um Designer Gráfico criativo e disposto a aprender, com foco em criação de identidades visuais. Se você deseja aprimorar suas habilidades e colocar sua criatividade em prática, essa é uma excelente oportunidade para ganhar experiência e contribuir com projetos desafiadores. Confira os requisitos e diferenciais abaixo:","pcd":"0","data_publicacao":"2025-09-22 11:34:20","requisitos":"Requisitos:\n- Conhecimento em Adobe Illustrator, Figma ou ferramentas similares\n- Noções de vetorização e criação de elementos gráficos\n- Vontade de aprender e crescer na área de design\n\nDiferenciais:\n- Experiência com criação de identidades visuais\n- Criatividade e ideias frescas para impactar projetos de design\n- Capacidade de trabalhar em equipe","status":"arquivada","approved":"1","criado_por":"0","user_id":"5","indicado":"1","external_link":"","application_count":"0"},
{"id":"10120","created_by":null,"titulo":"Estoquista","estado":"Distrito Industrial – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.675,00","beneficios":"• Auxilio Alimentação\n\n• Auxilio Transporte\n\n• Plano Odontológico.","categoria":"Logística \/ Armazenagem \/ Operacional","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Estoquista organizado(a), proativo(a) e comprometido(a) para integrar nossa equipe. A pessoa contratada será responsável pelo controle, armazenamento e movimentação de mercadorias, garantindo a agilidade e a precisão no fluxo do estoque.\n\nHorário de Trabalho\n• Segunda a sexta-feira: 08h00 às 17h00\n• Sábados: 08h00 às 12h00","pcd":"1","data_publicacao":"2025-09-23 14:33:35","requisitos":"• Experiência comprovada na função\n\n• Ensino médio completo\n\n• Disponibilidade para atuar em horário comercial\n\n• Organização, atenção aos detalhes e capacidade de trabalho em equipe.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10121","created_by":null,"titulo":"Cozinheiro(a)","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"senior","tipo_contrato":"CLT","salario":"2.100,00","beneficios":"• Comissão por produção (2,5%)\n\n• Vale Transporte\n\n• Plano Odontológico\n\n• Seguro de Vida\n\n• Almoço no local de trabalho.","categoria":"Restaurante \/ Gastronomia","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de Cozinheiros(as) comprometidos e experientes para integrar a equipe.\nA função envolve preparo de pratos, organização da cozinha, cumprimento das normas de higiene e colaboração em \nequipe para garantir a qualidade do atendimento e da produção.\n\nSobre a Empresa:\nSomos um restaurante reconhecido em João Pessoa por oferecer culinária nordestina com identidade regional forte. \nO ambiente valoriza elementos típicos da cultura local e o cardápio inclui pratos com sabores autênticos da Paraíba. \nAlém disso, é conhecido pelas estratégias de marketing criativas e bem-humoradas, com forte presença digital e ações que engajam o público.\n\nJornada de trabalho\n• Escala 4x1\n• 8h diárias\n• 100% presencial","pcd":"1","data_publicacao":"2025-09-23 16:37:52","requisitos":"• Experiência mínima de 1 ano na função\n\n• Ensino fundamental ou médio completo\n\n• Comprometimento, organização e agilidade.\n\nDiferenciais:\n• Curso profissionalizante na área de gastronomia\/cozinha.","status":"pausada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10122","created_by":null,"titulo":"Vendedora Moda Feminina- ABC E Mauá","estado":"São Bernardo do Campo","modalidade":"presencial","senioridade":"","tipo_contrato":"","salario":"1800,00","beneficios":"• Cartão Caju R$120,00 (após experiência)\n    • Day Off no aniversário ?\n    • Desconto especial nas peças da loja","categoria":"vendas","empresa_contratante":"","descricao":"**texto em negrito**A Linda Menina Boutique está crescendo e vai inaugurar sua 7ª unidade em 18\/10\/2025! Se você ama moda feminina, é comunicativa, simpática e tem paixão por vendas, essa oportunidade é para você!\n\n\nIrá trabalhar com as vendas, atendendo clientes na loja, organização do estoque e manutenção da limpeza da loja.\n\n    • Segunda a sexta: 09h30 às 18h30\n    • Sábado: 10h00 às 17h00\n    • Intervalo: 1h20 para almoço","pcd":"0","data_publicacao":"2025-09-24 20:09:52","requisitos":"• Mulher com experiência em vendas de moda feminina (mínimo 6 meses)\n    • Perfil ativo, comunicativo e simpático (não buscamos perfis tímidos)\n    • Residir em São Bernardo do Campo","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"0","external_link":"","application_count":"0"},
{"id":"10123","created_by":null,"titulo":"Auxiliar de Loja","estado":"São Bernardo do Campo","modalidade":"presencial","senioridade":"junior","tipo_contrato":"clt","salario":"1900,00","beneficios":"Cartão Caju R$120, Day Off no aniversário desconto em peças da loja.","categoria":"vendas","empresa_contratante":"","descricao":"Auxiliar de Loja na Linda Menina Boutique  \n\n  O que você vai fazer:\n    • Passar e organizar as roupas \n    • Preparar peças para exposição  \n    • Ajudar na reposição e organização do estoque  \nApoiar a equipe de vendas e manter a loja linda e arrumada \n\nHorário:\n    • Seg a Sex: 09:30 às 18:30\n    • Sáb: 10:00 às 17:00","pcd":"0","data_publicacao":"2025-10-01 13:55:31","requisitos":"• Ensino médio completo\n    • Maior de 18 anos\n    • Experiência mínima de 1 ano em loja (desejável moda)\n    • Simpática, organizada, proativa e dinâmica  \nMorar em São Bernardo do Campo- SP","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"0","external_link":null,"application_count":"0"},
{"id":"10124","created_by":null,"titulo":"Subgerente de Loja - Linda Menina Boutique (São Bernardo do Campo","estado":"São Bernardo do Campo","modalidade":"presencial","senioridade":"gerente","tipo_contrato":"clt","salario":"2600,00","beneficios":"Cartão Caju R$ 120,00, Day Off de Aniversário e Desconto em peças!","categoria":"vendas","empresa_contratante":"","descricao":"A Linda Menina está inaugurando em São Bernardo do Campo\/SP e buscamos nossa Subgerente!\n\nO que você vai fazer?\n    • Apoiar a Gerência e liderar o time de vendas. ?\n    • Garantir a organização e a excelência no atendimento. ?️\n    • Apoiar nas rotinas operacionais e administrativas. ?\n    • Atendimento ao cliente e foco na fidelização. ?\n\nSalário mais comissão.","pcd":"0","data_publicacao":"2025-10-01 13:59:30","requisitos":"• Experiência mínima de 1 ano como Gerente\/Subgerente em varejo (preferencialmente moda).\n    • Experiência em trabalho com metas e comissões. \n    • Perfil de liderança, proatividade e organização.","status":"arquivada","approved":"1","criado_por":"0","user_id":"4","indicado":"0","external_link":null,"application_count":"0"},
{"id":"10125","created_by":null,"titulo":"Auxiliar de Serviços Gerais","estado":"Bairro dos Estados, João Pessoa – PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.793,00 + Bonificação","beneficios":"• Bonificação semanal de R$100,00\n• Vale Transporte (VT)\n• Alimentação no local\n• Plano Odontológico\n• Seguro de Vida.","categoria":"operacoes","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Auxiliar de Serviços Gerais para integrar nossa equipe e contribuir com a manutenção da limpeza e organização do ambiente de trabalho. \nEssa é uma oportunidade para quem deseja atuar em um ambiente dinâmico, colaborativo e com benefícios atrativos.\n\nResponsabilidades\n• Realizar atividades de limpeza e conservação dos ambientes internos e externos\n\n• Apoiar na organização dos espaços comuns\n\n• Manusear produtos e equipamentos de forma correta e segura\n\n• Seguir procedimentos e rotinas estabelecidas, garantindo qualidade e eficiência nas tarefas.\n\nJornada: \n• Escala 4x1 – das 9h às 17h","pcd":"1","data_publicacao":"2025-10-01 18:16:04","requisitos":"• Experiência mínima de 6 meses na função.\n• Ensino Fundamental ou médio completo.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10126","created_by":null,"titulo":"Motorista de Caminhão","estado":"João Pessoa - PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"clt","salario":"2.189,00","beneficios":"• Vale Transporte;\n• Vale Refeição.","categoria":"logistica","empresa_contratante":"RHRecruiter","descricao":"Empresa do segmento de móveis e colchões está em busca de um Motorista de Caminhão responsável e comprometido, para atuar com entregas e coletas de mercadorias.\nO profissional será responsável por garantir o transporte seguro e eficiente dos produtos, seguindo as rotas definidas e zelando pela conservação do veículo.","pcd":"1","data_publicacao":"2025-10-08 19:42:02","requisitos":"• CNH categoria D ativa;\n• Experiência comprovada na função;\n• Disponibilidade para trabalhar de segunda a sexta, das 08h às 18h, e aos sábados, das 08h às 13h;\n• Comprometimento e responsabilidade com prazos e segurança.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10127","created_by":null,"titulo":"Desenvolvedor(a) Frontend Júnior I e II - (Voluntário)","estado":"SP","modalidade":"remoto","senioridade":"junior","tipo_contrato":"","salario":"","beneficios":"","categoria":"tecnologia","empresa_contratante":"DECOLA JUNINHO","descricao":"Se você está começando sua jornada no mundo do desenvolvimento web ou já tem um pouco mais de experiência e quer se aprofundar ainda mais, essas vagas são para você! Buscamos pessoas curiosas, motivadas e dispostas a aprender e crescer com a gente.\n\nAqui, você vai trabalhar em projetos reais e impactantes, ao lado de profissionais experientes, além de ter a chance de fazer parte de uma equipe colaborativa e que adora compartilhar conhecimento.\n\nO que oferecemos nas duas vagas:\nTrabalho em equipe com profissionais experientes e em projetos reais.\nFlexibilidade de horário: 5 horas semanais.\nOportunidade de desenvolvimento técnico e pessoal.\nAmbiente colaborativo e dinâmico.\nExpansão da sua rede de contatos na área de tecnologia.\n\nSeja você iniciante ou alguém com um pouco mais de experiência, se o seu objetivo é crescer e aprender em um ambiente inovador e com impacto social, essas vagas são a sua oportunidade.\n\nEstamos ansiosos para conhecer você e fazer parte do seu desenvolvimento!","pcd":"1","data_publicacao":"2025-10-20 16:40:46","requisitos":"Vaga 1: Desenvolvedor(a) Frontend Júnior I (Iniciante)\nSe você está no começo da sua jornada e tem noções básicas de HTML, CSS e JavaScript, essa vaga é perfeita para você! O mais importante é a vontade de aprender e crescer, especialmente com React.js, além de estar familiarizado(a) com ferramentas como Git e editores como o VS Code. Não precisa ser especialista, mas a curiosidade e a dedicação farão toda a diferença.\n\nVaga 2: Desenvolvedor(a) Frontend Júnior II (Intermediário)\nJá tem experiência prática com HTML, CSS, JavaScript e está pronto(a) para se aprofundar ainda mais? Essa vaga é para quem já tem familiaridade com React.js e quer contribuir com projetos inovadores. Se você também já ouviu falar ou tem conhecimento em Next.js, será um diferencial super bacana!","status":"arquivada","approved":"1","criado_por":"0","user_id":"99","indicado":"0","external_link":"","application_count":"0"},
{"id":"10128","created_by":null,"titulo":"UX\/UI Designer - VOLUNTARIO \/ Programa RHRecruiter Labs","estado":"Remoto - Global","modalidade":"remoto","senioridade":"junior","tipo_contrato":"Voluntariado","salario":"Voluntariado","beneficios":"Benefícios do Programa RHRecruiter Labs\n• Certificado de Participação Oficial com carga horária e descrição das atividades realizadas.\n• Mentoria com profissionais de mercado da área de tecnologia.\n• Aprendizado prático em ambiente real de desenvolvimento (squad com Frontend, Backend, QA e PO).\n• Networking com outros talentos de TI de todo o Brasil.\n• Possibilidade de destaque e indicação para futuras vagas remuneradas dentro dos projetos da RHRecruiter.\n• Acesso a conteúdos exclusivos e trilhas de desenvolvimento durante o programa.","categoria":"tecnologia","empresa_contratante":"RHRecruiter Labs","descricao":"Sobre o projeto\nO RHRecruiter Labs é uma iniciativa social da empresa RHRecruiter, criada para desenvolver talentos da área de tecnologia através da participação em projetos reais de alto impacto.\nNeste ciclo, nossa equipe está desenvolvendo um sistema voltado para automação e gestão de processos, e você pode fazer parte dessa construção desde o início.\nAqui, o voluntário não só contribui, mas aprende, pratica, erra, evolui e cresce junto com profissionais que já atuam no mercado.\n\nPor que participar\nEssa é uma oportunidade única para quem quer entrar no mercado de tecnologia com experiência real de projeto, construir um portfólio forte e ainda impactar a formação de um sistema que ajudará empresas de todo o Brasil.\n\nResponsabilidades\n• Criar prototipagens, wireframes, interfaces e fluxos de navegação para o sistema.\n• Garantir usabilidade, acessibilidade e consistência visual em todo o produto.\n• Colaborar com o time de desenvolvedores, PO e QA para transformar ideias em experiências reais.\n• Participar de reuniões e colaborar com entregas iterativas em ambiente ágil.\n• Ajudar na criação e manutenção do Design System do projeto.","pcd":"1","data_publicacao":"2025-10-21 05:32:14","requisitos":"O que esperamos de você\n• Estar cursando ou ter concluído graduação na área de Design, UX\/UI, Sistemas ou áreas correlatas.\n• Conhecimento básico em Figma, Adobe XD ou ferramentas similares.\n• Interesse em se desenvolver sobre UX Research, acessibilidade e design responsivo.\n• Comprometimento com o cronograma e boa comunicação em equipe.\n\nDiferenciais\n• Portfólio ou projetos autorais na área de design.\n• Conhecimento em HTML\/CSS (desejável, mas não obrigatório).\n• Interesse em atuar em produto digital (SaaS) e construir um case de portfólio real.","status":"pausada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10129","created_by":null,"titulo":"Auxiliar de Almoxarifado","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"clt","salario":"Pretensão Salarial","beneficios":"• Salário compatível com o mercado;\n• Vale transporte;\n• Alimentação no local;\n• Plano odontológico;\n• Seguro de vida.","categoria":"logistica","empresa_contratante":"RHRecruiter","descricao":"Estamos buscando um(a) profissional para atuar no setor de almoxarifado, \nsendo responsável pela organização, controle e distribuição de insumos e \nmateriais utilizados na cozinha e demais áreas operacionais.\n\nA pessoa ideal para essa vaga deve ter perfil organizado, atento aos detalhes \ne com boa capacidade de controle de estoque e planejamento de reposição de produtos.\n\nHorário:\n• Escala 4x1, das 09h às 17h.","pcd":"1","data_publicacao":"2025-10-31 05:41:18","requisitos":"• Formação técnica ou superior em Gestão de Estoque, Logística ou áreas correlatas;\n• Experiência mínima de 1 ano em restaurante, cozinha industrial ou setor alimentício;\n• Conhecimento em rotinas de controle de entrada e saída de materiais, inventário e armazenamento adequado;\n• Habilidade para seguir normas de higiene e segurança.\n\nDiferenciais:\n• Domínio do Excel e sistemas de controle de estoque.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10130","created_by":null,"titulo":"Atendente de Restaurante","estado":"Shopping Tambiá, João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.793,00 + comissão de vendas","beneficios":"• Vale transporte\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Almoço no local.","categoria":"Atendimento \/ Restaurante","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Atendente para atuar em um restaurante localizado no Shopping Tambiá, em João Pessoa.\nO profissional será responsável por prestar atendimento cordial e eficiente aos clientes, auxiliar na recepção e condução\ndos pedidos, garantindo uma experiência positiva durante todo o atendimento.\nBuscamos alguém comunicativo(a), proativo(a) e comprometido(a) com a qualidade do serviço.\n\nHorário:\n• Escala 4x1, das 12h40 às 21h00.\n\nInício:\n• Imediato","pcd":"1","data_publicacao":"2025-11-04 08:18:31","requisitos":"• Ensino Médio completo\n\n• Experiência na área de atendimento\n\n• Conhecimento básico em Word e Excel\n\n• Boa comunicação e postura profissional.\n\nDiferenciais:\n• Experiência anterior em restaurantes ou redes de alimentação\n\n• Habilidade em atendimento ao público com foco em vendas e metas.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10132","created_by":null,"titulo":"Desenvolvedor(a) Frontend","estado":"Global","modalidade":"remoto","senioridade":"junior","tipo_contrato":"voluntariado","salario":"Vaga Voluntaria","beneficios":"• Certificado de Participação Oficial com carga horária e descrição das atividades realizadas.\n\n• Mentoria com profissionais de mercado da área de tecnologia.\n\n• Aprendizado prático em ambiente real de desenvolvimento (squad com Frontend, Backend, QA e PO).\n\n• Networking com outros talentos de TI de todo o Brasil.\n\n• Possibilidade de destaque e indicação para futuras vagas remuneradas dentro dos projetos da RHRecruiter.\n\n• Acesso a conteúdos exclusivos e trilhas de desenvolvimento durante o programa.","categoria":"tecnologia","empresa_contratante":"RHRecruiter Labs","descricao":"O RHRecruiter Labs é uma iniciativa social da empresa RHRecruiter, criada para \ndesenvolver talentos da área de tecnologia através da participação em projetos \nreais de alto impacto.\n\nNeste ciclo, nossa equipe está desenvolvendo um sistema voltado para automação e \ngestão de processos, e você pode fazer parte dessa construção desde o início.\nAqui, o voluntário não só contribui, mas aprende, pratica, erra, evolui e cresce junto \ncom profissionais que já atuam no mercado.\n\nPor que participar\nEssa é uma oportunidade única para quem quer entrar no mercado de tecnologia com \nexperiência real de projeto, construir um portfólio forte e ainda impactar a formação de\num sistema que ajudará empresas de todo o Brasil.\n\nResponsabilidades\n• Desenvolver interfaces web responsivas e acessíveis com HTML, CSS e JavaScript puro (ES6+).\n• Aplicar Bootstrap e Tailwind CSS (via CDN) para estruturação e estilo.\n• Criar componentes modulares utilizando classes ES6 para manter o código organizado e reutilizável.\n• Implementar ícones com Font Awesome 6.5.0 e gráficos dinâmicos com Chart.js.\n• Integrar o front-end com o back-end em colaboração com os desenvolvedores e o PO.\n• Participar de reuniões e contribuir com ideias de melhoria para o produto.","pcd":"1","data_publicacao":"2025-11-10 11:38:25","requisitos":"• Conhecimento em HTML, CSS e JavaScript (ES6+).\n• Familiaridade com Bootstrap e Tailwind CSS (via CDN).\n• Uso de Vanilla JS (sem frameworks como React, Vue ou Angular).\n• Organização de código com classes modulares ES6.\n• Experiência ou contato com Font Awesome e Chart.js.\n• Contato prévio com GitHub, Discord e Pacote Office.\n• Conhecimento ou interesse em metodologias ágeis.\n• Disponibilidade de horários, boa comunicação e vontade de se desenvolver.\n\nDiferenciais\n• Conhecimento em integração com APIs REST.\n• Interesse por UX\/UI e boas práticas de design responsivo.\n• Experiência anterior em projetos colaborativos ou open source.\n• Noções básicas de versionamento com Git\/GitHub (branches, commits e pull requests).","status":"pausada","approved":"1","criado_por":"0","user_id":"7","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10133","created_by":null,"titulo":"Engenheiro(a) de Produção JR","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"3.500,00 + bonificação R$ 500,00 a R$ 5.000,00","beneficios":"• Vale transporte\n• Plano odontológico\n• Seguro de vida\n• Almoço no local de trabalho","categoria":"Engenharia \/ Produção","empresa_contratante":"Tonho de Martinha","descricao":"O Tonho de Martinha, restaurante tradicional e referência gastronômica em João Pessoa, está em busca de um(a) Engenheiro(a) de Produção para atuar na otimização de processos internos, padronização de rotinas e acompanhamento de indicadores operacionais.\n\nA pessoa ideal deve ter perfil analítico, proativo e comprometido com resultados, sendo capaz de implementar melhorias contínuas que garantam eficiência, qualidade e organização nas operações do restaurante.\n\nHorário: 07h00 às 15h00 | Escala 4x1\nSalário: R$ 3.500,00 + bonificação variável de R$ 500,00 a R$ 5.000,00 (de acordo com o desempenho profissional)","pcd":"1","data_publicacao":"2025-11-11 10:34:04","requisitos":"• Ensino Superior completo em Engenharia de Produção;\n\n• Experiência prévia em restaurantes, cozinhas industriais ou ambientes produtivos;\n\n• Vivência nas funções de Analista PCP ou Auxiliar PCP;\n\n• Capacidade de análise de processos e visão estratégica.\n\nDiferenciais:\n• Organização, atenção aos detalhes e iniciativa para melhorias.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10134","created_by":null,"titulo":"Consultora de vendas – Setor de Colchões","estado":"Manaíra \/ João Pessoa\/PB","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"1.675,00 + Comissão","beneficios":"• Vale Refeição\n\n• Vale Transporte\n\n• Comissão competitiva\n\n• Plano Odontológico","categoria":"vendas","empresa_contratante":"RHRecruiter","descricao":"A Só Colchões Specialli está em busca de uma Vendedora Interna para atuar no setor de colchões, \noferecendo atendimento consultivo, demonstração de produtos e suporte completo ao cliente durante todo o processo de venda.\n\nBuscamos alguém com boa comunicação, postura comercial, entusiasmo em atendimento presencial e habilidade para entender \nas necessidades do cliente, gerando uma experiência de compra positiva e personalizada.\n\nA profissional também poderá participar de conteúdos da loja e ações digitais, representando a marca com simpatia e naturalidade.\n\nHorário:\n• Segunda a sexta: 09h às 18h30\n• Sábados: 09h às 15h\n\nInício:\n• Imediato.","pcd":"1","data_publicacao":"2025-11-13 08:07:47","requisitos":"• Ensino Médio completo (ou cursando nível superior)\n\n• Experiência anterior com vendas internas e atendimento ao cliente\n\n• Boa comunicação, persuasão e habilidade de negociação\n\n• Perfil dinâmico, criativo e orientado a resultados\n\n• Facilidade para gravar vídeos e participar de ações digitais da loja.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10135","created_by":null,"titulo":"Vendedor(a) Projetista – Móveis Planejados","estado":"Bela Aliança – Campinas\/SP","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"clt","salario":"2.000,00 fixo + 2% de comissão sobre as vendas","beneficios":"","categoria":"vendas","empresa_contratante":"RHRecruiter","descricao":"Estamos contratando um(a) Vendedor(a) Projetista para atuar no desenvolvimento e venda de móveis planejados, criando soluções personalizadas para clientes finais e arquitetos.\nBuscamos alguém com perfil forte em vendas, habilidade em entender necessidades individuais e transformar demandas em projetos funcionais, bonitos e bem apresentados.\nA pessoa será responsável por realizar atendimentos, desenvolver projetos no Promob, fazer medições quando necessário e conduzir o processo de negociação até o fechamento, com acompanhamento da gerência.\n\nAtividades:\nProspecção ativa de clientes;\nConstrução de novas parcerias comerciais;\nAtendimento consultivo para entender necessidades reais;\nDesenvolvimento de projetos no Promob;\nAdequações, ajustes e apresentação ao cliente;\nAcompanhamento da negociação até o fechamento.\n\nHorário:\nSegunda a sexta: 09h às 18h\nSábado: 09h às 13h","pcd":"1","data_publicacao":"2025-11-14 16:40:12","requisitos":"Domínio obrigatório do Promob;\nFormação em Design de Interiores;\nExperiência em vendas e\/ou projetos de móveis planejados;\nPerfil comercial forte, persuasivo e orientado a resultados;\nBoa comunicação e relacionamento interpessoal;\nDisponibilidade para realizar medições em clientes quando necessário.\n\nDiferenciais:\nConhecimento em SketchUp e AutoCAD;\nExperiência comprovada com projetos e atendimento consultivo;\nHabilidade em negociações e prospecção de clientes.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10136","created_by":null,"titulo":"Nutricionista","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"2.500,00 + bonificação de R$ 500,00 a R$ 2.000,00","beneficios":"• Vale transporte\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Almoço no local\n\n• Escala 4x1.","categoria":"Saúde \/ Alimentação","empresa_contratante":"RHRecruiter","descricao":"O Tonho de Martinha, restaurante tradicional e referência gastronômica em João Pessoa, \nbusca um(a) Nutricionista para atuar na supervisão das boas práticas de manipulação, \ncontrole de qualidade, organização dos processos e suporte direto à produção de alimentos.\n\nA atuação envolve rotina operacional, implementação de boas práticas, acompanhamento \ndo fluxo de preparo e apoio na garantia de segurança alimentar.\n\nHorário:\n• 07h00 às 15h30.\n\nInício:\n• Imediato.","pcd":"1","data_publicacao":"2025-11-17 13:40:33","requisitos":"• Especialização ou experiência comprovada em Boas Práticas de Manipulação\n\n• Vivência em cozinha industrial ou restaurante\n\n• Ensino superior completo em Nutrição\n\n• Perfil organizado, técnico e atento às normas sanitárias.\n\nDiferenciais:\n• Expertise aprofundada em Boas Práticas\n\n• Experiência prévia em restaurantes de grande volume.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10137","created_by":null,"titulo":"Engenheiro(a) de Alimentos","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"3.500,00 + bonificação de R$ 500,00 a R$ 5.000,00","beneficios":"• Vale transporte\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Almoço no local\n\n• Escala 4x1.","categoria":"Engenharia \/ Alimentos","empresa_contratante":"RHRecruiter","descricao":"Estamos contratando um(a) Engenheiro(a) de Alimentos para atuar no Tonho de Martinha, \nrestaurante tradicional e de grande fluxo em João Pessoa.\n\nO profissional será responsável pela melhoria contínua dos processos de produção de alimentos, \nimplementação de padrões de qualidade, controle sanitário, otimização da rotina operacional \ne apoio direto à gestão da cozinha.\n\nO perfil ideal é analítico, organizado e com experiência prática em ambientes industriais, \ncozinhas profissionais ou restaurantes estruturados.\n\nHorário:\n• 07h00 às 15h00.\n\nInício:\n• Imediato.","pcd":"1","data_publicacao":"2025-11-17 13:46:29","requisitos":"• Ensino superior em Engenharia de Alimentos ou áreas correlatas\n\n• Experiência no setor industrial, restaurantes ou cozinhas industriais\n\n• Capacidade de análise de processos e foco em qualidade e eficiência\n\n\nDiferenciais:\n• Vivência com implantação de processos e gestão de indicadores.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10138","created_by":null,"titulo":"Recrutador(a)","estado":"João Pessoa - PB","modalidade":"remoto","senioridade":"especialista","tipo_contrato":"freelancer","salario":"Comissionado – por vaga fechada","beneficios":"• 100% comissionado\n• Pagamento por vaga fechada\n• Possibilidade de ganhos recorrentes conforme performance\n• Recebimento constante de novas vagas do time RHRecruiter\n• Suporte e parceria durante toda a operação","categoria":"rh","empresa_contratante":"RHRecruiter","descricao":"A RHRecruiter está em expansão e busca uma Recrutadora Freelancer para atuar em processos seletivos \ncom foco em volume, qualidade e velocidade de entregas.\nIdeal para profissionais com perfil dinâmico, consultivo, organizado e orientado a resultados, \nalguém que goste de agilidade, autonomia e rotina intensa de R&S.\nVocê irá atuar diretamente com nosso time, recebendo vagas frequentes \ne suporte ao longo dos processos.\n\nResponsabilidades:\nConduzir processos seletivos de ponta a ponta (ou conforme o escopo da vaga);\nDivulgar oportunidades de forma estratégica em diferentes canais;\nRealizar triagem de currículos em alto volume com foco em qualidade e agilidade;\nRealizar entrevistas iniciais, quando necessário;\nMontar e enviar shortlist qualificada dentro do SLA estabelecido;\nAcompanhar candidatos durante todo o processo até o fechamento da vaga;\nRegistrar e organizar informações no nosso ATS próprio;\nManter ritmo constante de entregas e alinhamento com o time RHRecruiter.","pcd":"1","data_publicacao":"2025-11-24 18:04:06","requisitos":"• Experiência comprovada em R&S com vagas operacionais, administrativas e\/ou estratégicas;\n• Perfil acostumado com alta volumetria e entregas rápidas;\n• Organização, disciplina e facilidade em trabalhar com SLA, metas e métricas;\n• Excelente comunicação verbal e escrita;\n• Disponibilidade para trabalho remoto;\n• Perfil orientado a resultados e autonomia;\n• Compromisso e parceria com a marca RHRecruiter.\n\nDiferenciais:\n• Experiência com vagas PCD;\n•Vivência com ATS (especialmente sistemas próprios);\n• Atuação prévia como freelancer ou consultora independente;\n• Perfil proativo, consultivo e com visão de negócio.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10139","created_by":null,"titulo":"Chefe de Cozinha","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"senior","tipo_contrato":"clt","salario":"3.500,00 a 6.500,00","beneficios":"• Bonificação de R$ 500,00 a R$ 3.000,00\n• Vale transporte;\n• Plano odontológico;\n• Seguro de vida;\n• Almoço no local.","categoria":"operacoes","empresa_contratante":"RHRecruiter","descricao":"O Tonho de Martinha, um dos restaurantes mais tradicionais e reconhecidos de João Pessoa, \nestá em busca de um(a) Chefe de Cozinha para liderar a operação gastronômica, garantir a \nqualidade dos pratos e otimizar os processos da cozinha.\n\nA pessoa ideal deve ter experiência sólida em cozinha industrial ou restaurante, habilidade \nem gestão de equipe, organização e capacidade de manter alto padrão de higiene, \nsegurança e qualidade.\n\nO papel envolve liderança, criatividade, controle de estoque, alinhamento de rotinas e\ngarantia de execução consistente do cardápio.\n\nHorário:\n• Escala 4x1 – das 07h00 às 16h00.\n\nInício:\n• Imediato","pcd":"1","data_publicacao":"2025-11-26 19:04:23","requisitos":"• Cursos na área de Gastronomia, Cozinha Profissional ou similares;\n• Experiência em cozinha industrial ou restaurante;\n• Conhecimento em práticas de segurança alimentar e rotina operacional;\n• Capacidade de liderança, organização e tomada de decisão.\n\nDiferenciais:\n• Vivência prévia com grandes volumes ou cozinhas estruturadas.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10140","created_by":null,"titulo":"Contador(a)","estado":"Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"senior","tipo_contrato":"clt","salario":"3.500,00  - 6.000,00","beneficios":"• Bonificação de R$ 500,00 a R$ 2.500,00\n• Vale transporte;\n• Almoço no local de trabalho;\n• Plano odontológico;\n• Seguro de vida.","categoria":"financeiro","empresa_contratante":"RHRecruiter","descricao":"Estamos buscando um(a) Contador(a) para atuar presencialmente no setor administrativo de um restaurante tradicional da cidade.\nO(a) profissional será responsável por atividades contábeis, fiscais e financeiras, garantindo organização, conformidade e suporte ao processo de gestão.\nBuscamos alguém detalhista, responsável e com forte capacidade analítica, que possa apoiar diretamente o controle financeiro e contábil da operação.\n\nHorário:\n• Escala 4x1\n• Das 09h às 17h.\n\nInício:\n• Imediato","pcd":"1","data_publicacao":"2025-12-05 03:52:44","requisitos":"• Formação acadêmica completa em Contabilidade;\n• Conhecimento das rotinas contábeis e fiscais;\n• Organização e responsabilidade com prazos e entregas.\n\nDiferenciais Desejáveis:\n• Experiência prévia com empresas (principalmente do segmento alimentício\/restaurante);\n• Familiaridade com sistemas de gestão e conciliação;","status":"pausada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10141","created_by":null,"titulo":"Auxiliar de Cozinha","estado":"Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"junior","tipo_contrato":"clt","salario":"1.793,00 + bonificação","beneficios":"• Vale transporte;\n• Almoço no local;\n• Plano odontológico;\n• Seguro de vida.","categoria":"operacoes","empresa_contratante":"RHRecruiter","descricao":"O Tonho de Martinha, restaurante tradicional e de grande movimento em João Pessoa, está contratando Auxiliar de Cozinha para integrar sua equipe.\nO(a) profissional será responsável por auxiliar no pré-preparo, higienização, organização e pequenas produções de alimentos, apoiando diretamente o cozinheiro e mantendo o bom funcionamento da cozinha.\nBuscamos alguém ágil, comprometido, organizado e com facilidade para trabalhar em equipe.\n\nHorário de Trabalho:\n• Escala 4x1 trabalha 4 dias, folga 1 dia.\n• Horário: 08h ás 17h","pcd":"1","data_publicacao":"2025-12-05 19:26:07","requisitos":"• Experiência prévia na área de cozinha (restaurante ou cozinha industrial);\n• Noções de boas práticas de manipulação de alimentos;\n• Organização e proatividade.\n\nDiferenciais:\n• Cursos na área de gastronomia ou manipulação de alimentos;\n• Experiência em restaurantes de grande volume.","status":"arquivada","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10142","created_by":null,"titulo":"Cozinheiro(a)","estado":"Shopping Tambiá – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"2.100,00 + Bonificação","beneficios":"• Bonificação sobre o faturamento semanal (2,5%)\n\n• Vale transporte\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Almoço no local de trabalho.","categoria":"Restaurante \/ Gastronomia","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de Cozinheiros(as) comprometidos(as) e experientes para integrar a equipe de um restaurante \nreconhecido em João Pessoa pela sua culinária nordestina com forte identidade regional.\n\nO profissional será responsável pelo preparo dos pratos, organização da cozinha, cumprimento rigoroso \ndas normas de higiene e segurança alimentar, além de atuar de forma colaborativa para garantir a qualidade \nda produção e do atendimento ao cliente.\n\nO ambiente valoriza a cultura local, sabores autênticos da Paraíba e conta com uma gestão dinâmica, \nmoderna e com forte presença digital.\n\nJornada de Trabalho:\nEscala 4x1\n\n08:20 às 16:40 ou 07:00 às 15:20","pcd":"0","data_publicacao":"2025-12-13 21:06:04","requisitos":"• Experiência mínima de 1 ano na função\n\n• Curso profissionalizante na área de Gastronomia ou Cozinha.\n• Comprometimento, organização e agilidade\n\n• Conhecimento em boas práticas de manipulação de alimentos.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10143","created_by":null,"titulo":"Auxiliar de Serviços Gerais (ASG)","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"","salario":"1.793,00 + Bonificação","beneficios":"• Bonificação semanal de R$ 100,00\n\n• Vale transporte (VT)\n\n• Alimentação no local\n\n• Plano odontológico\n\n• Seguro de vida.","categoria":"operacoes","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Auxiliar de Serviços Gerais para integrar a equipe de um restaurante aqui de João Pessoa seu papel é contribuir com a limpeza, conservação e organização do ambiente de trabalho.\nA oportunidade é ideal para profissionais responsáveis, comprometidos e que desejam atuar em um ambiente dinâmico, organizado e colaborativo, seguindo rotinas e padrões de qualidade estabelecidos.\n\nResponsabilidades:\nRealizar atividades de limpeza e conservação dos ambientes internos e externos\n\nApoiar na organização dos espaços comuns\n\nManusear produtos e equipamentos de limpeza de forma correta e segura\n\nSeguir procedimentos e rotinas operacionais, garantindo eficiência e qualidade nas tarefas.\n\nHorário:\nEscala 4x1, das 09:00 às 17:20.","pcd":"0","data_publicacao":"2025-12-13 21:13:32","requisitos":"• Experiência mínima de 6 meses na função\n\n• Ensino Fundamental ou Médio completo.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10144","created_by":null,"titulo":"Atendente de Restaurante","estado":"Shopping Tambiá – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.793,00 + Bonificação","beneficios":"• Vale transporte\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Almoço no local.\n\n• Bonificação de 2,5% sobre o faturamento semanal.","categoria":"Atendimento \/ Restaurante","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Atendente de Restaurante para atuar em um restaurante localizado no Shopping Tambiá, em João Pessoa.\n\nO(a) profissional será responsável por realizar atendimento cordial e eficiente aos clientes, auxiliar na recepção, anotação e condução dos \npedidos, garantindo uma experiência positiva e de qualidade durante todo o atendimento.\n\nBuscamos alguém comunicativo(a), proativo(a) e comprometido(a) com o bom atendimento ao cliente e com os padrões do restaurante.\n\nHorário:\nEscala 4x1, das 12h40 às 21h00.","pcd":"0","data_publicacao":"2025-12-13 21:19:37","requisitos":"• Ensino Médio completo\n\n• Experiência prévia na área de atendimento\n\n• Conhecimento básico em Word e Excel\n\n• Boa comunicação, postura profissional e organização.\n\nDiferenciais:\n• Experiência anterior em restaurantes ou redes de alimentação\n\n• Habilidade em atendimento ao público com foco em vendas e metas.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10145","created_by":null,"titulo":"Contador(a)","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"especialista","tipo_contrato":"CLT","salario":"3.500,00 + Bonificação","beneficios":"• Bonificação variável\n• Vale transporte\n• Almoço no local\n• Plano odontológico\n• Seguro de vida.","categoria":"financeiro","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Contador(a) para atuar presencialmente no setor administrativo de um restaurante tradicional da cidade.\nO(a) profissional será responsável pelas rotinas contábeis, fiscais e financeiras, garantindo organização, conformidade legal e suporte direto à gestão do negócio.\n\nBuscamos alguém com perfil analítico, detalhista e responsável, capaz de lidar com prazos, controles e demandas administrativas de uma operação ativa e estruturada.\n\nHorário de Trabalho:\nEscala 4x1, das 09h às 17h.","pcd":"0","data_publicacao":"2025-12-13 21:25:42","requisitos":"• Formação acadêmica completa em Contabilidade\n• Conhecimento das rotinas contábeis e fiscais\n• Domínio do E-social e rotinas do Departamento Pessoal. \n• Organização, responsabilidade e atenção a prazos e entregas.\n\nDiferenciais:\n• Experiência prévia com empresas, especialmente do segmento alimentício\/restaurantes\n• Familiaridade com sistemas de gestão e processos de conciliação.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"},
{"id":"10146","created_by":null,"titulo":"Assistente Financeiro","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"clt","salario":"2.000,00 + Bonificação","beneficios":"• Vale transporte;\n• Alimentação no local;\n• Plano odontológico;\n• Seguro de vida;\n• Bonificação por desempenho.","categoria":"financeiro","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Assistente Financeiro para atuar no suporte às rotinas financeiras e administrativas de um restaurante.\nO profissional será responsável por auxiliar no controle financeiro, organização de documentos, apoio em lançamentos e acompanhamento de informações essenciais para a gestão.\n\nBuscamos alguém organizado, atento aos detalhes, responsável com prazos e com boa capacidade analítica para atuar em um ambiente dinâmico e estruturado.\n\nEscala 4x1, das 08h00 às 16h00","pcd":"0","data_publicacao":"2025-12-13 21:37:22","requisitos":"• Curso técnico ou superior em Administração, Gestão Financeira ou Contabilidade Completo;\n• Experiência mínima de 1 ano na área financeira ou administrativa;\n• Organização, responsabilidade e comprometimento com rotinas e prazos.\n\nDiferenciais:\n• Domínio de Excel;\n• Experiência com sistemas de gestão financeira\/administrativa.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":null,"application_count":"0"},
{"id":"10147","created_by":null,"titulo":"Atendente Delivery","estado":"Bairro dos Estados – João Pessoa\/PB","modalidade":"presencial","senioridade":"pleno","tipo_contrato":"CLT","salario":"1.793,00 + Bonificação","beneficios":"• Vale transporte\n\n• Alimentação no local\n\n• Plano odontológico\n\n• Seguro de vida\n\n• Bonificação Variável.","categoria":"Atendimento \/ Operações","empresa_contratante":"RHRecruiter","descricao":"Estamos em busca de um(a) Atendente Delivery para atuar no controle e acompanhamento dos pedidos \nrealizados por plataformas de delivery, garantindo agilidade, organização e qualidade no atendimento ao cliente.\n\nO(a) profissional será responsável por acompanhar pedidos, prestar suporte aos clientes, organizar fluxos de \nentrega e manter comunicação eficiente com a equipe interna, assegurando uma boa experiência do início ao fim do pedido.\n\nHorário:\nEscala 4x1, das 09h00 às 17h20","pcd":"0","data_publicacao":"2025-12-13 21:51:37","requisitos":"• Ensino Médio completo\n\n• Experiência mínima de 6 meses em atendimento e logística de delivery\n\n• Organização, atenção aos detalhes e boa comunicação.\n\nDiferenciais:\n• Domínio da plataforma iFood ou outros aplicativos de delivery\n\n• Experiência com atendimento em telemarketing.","status":"aprovado","approved":"1","criado_por":"0","user_id":"1","indicado":"1","external_link":"","application_count":"0"}
]
}
]
